Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

source: STRING NOT DEFINED
fr: CHAÎNE NON DÉFINIE
ro: ȘIR NEDEFINIT
ru: СТРОКА НЕ ОПРЕДЕЛЕНА
sr: NISKA NIJE DEFINISANA
sv: STRÄNG HAR INTE DEFINIERATS

# IdentityState_Approved
source: Approved
fr: Approuvé
ro: Aprobat
ru: Одобренный
sr: Odobrio
sv: Godkänd

# IdentityState_Compromised
source: Compromised
fr: Compromis
ro: Compromisă
ru: Скомпрометированы
sr: Kompromitovan
sv: Komprometterad

# IdentityState_Created
source: Created
fr: Créé
ro: Creat
ru: Созданный
sr: Kreirali
sv: Skapad

# IdentityState_Obsoleted
source: Obsoleted
fr: Obsolète
ro: Învechit
ru: Устарело
sr: Zastarelo
sv: Utgången

# IdentityState_Rejected
source: Rejected
fr: Rejeté
ro: Respins
ru: Отклонено
sr: Odbio
sv: Nekad

# TagEngraved
source: Tag Engraved with link to {0}.
fr: Étiquette gravée avec lien vers {0}.
ro: Etichetă gravată cu link către {0}.
ru: Тег Выгравирован со ссылкой на {0}.
sr: Tag ugraviran sa linkom ka {0}.
sv: Tagg Graverad med länk till {0}.

# TagNotEngraved
source: Unable to engrave tag with link to {0}.
fr: Impossible de graver l’étiquette avec un lien vers {0}.
ro: Nu se poate grava eticheta cu link către {0}.
ru: Невозможно выгравировать бирку со ссылкой на {0}.
sr: Nije moguće ugravirati oznaku sa vezom do {0}.
sv: Det går inte att gravera taggen med länk till {0}.

# PasswordChanged
source: PIN has been successfully changed.
fr: Le code PIN a été modifié avec succès.
ro: Codul PIN a fost modificat cu succes.
ru: PIN-код был успешно изменен.
sr: PIN je uspešno promenjen.
sv: PIN-koden har ändrats.

# UnableToChangePassword
source: Unable to change network password.
fr: Impossible de modifier le mot de passe réseau.
ro: Imposibil de schimbat parola de rețea.
ru: Невозможно изменить сетевой пароль.
sr: Nije moguće promeniti mrežnu lozinku.
sv: Det går inte att ändra nätverkslösenordet.

# PasswordIsInvalid
source: PIN is invalid. You have {0} remaining attempts.
fr: Le code PIN n’est pas valide. Il vous reste {0} tentatives.
ro: Codul PIN nu este valid. Aveți {0} încercări rămase.
ru: PIN-код недействителен. У вас осталось {0} попыток.
sr: PIN je nevažeći. Imate {0} pokušaja.
sv: PIN-koden är ogiltigt. Du har {0} försök kvar.

# PasswordsDoNotMatch
source: PINs do not match
fr: Les codes PIN ne correspondent pas
ro: PIN-urile nu se potrivesc
ru: PIN-коды не совпадают
sr: PIN-ovi se ne podudaraju
sv: PIN koderna stämmer inte överens

# PasswordIsInvalidAplicationBlockedForever
source: You have exceeded the number of attempts to provide your PIN. Your application has been blocked forever
fr: Vous avez dépassé le nombre de tentatives de fourniture de votre code PIN. Votre demande a été bloquée pour toujours
ro: Ați depășit numărul de încercări de a furniza codul PIN. Aplicația dvs. a fost blocată pentru totdeauna
ru: Вы превысили количество попыток предоставления PIN-кода. Ваша заявка заблокирована навсегда
sr: Premašili ste broj pokušaja da obezbedite PIN. Vaša prijava je zauvek blokirana
sv: Pinförsök överskridna. Ansökan har blockerats permanent.

# PasswordIsInvalidAplicationBlocked
source: You have exceeded the number of attempts to provide your PIN. Your application has been blocked till {0}.
fr: Vous avez dépassé le nombre de tentatives de fourniture de votre code PIN. Votre demande a été bloquée jusqu’à {0}.
ro: Ați depășit numărul de încercări de a furniza codul PIN. Aplicația dvs. a fost blocată până la {0}.
ru: Вы превысили количество попыток предоставления PIN-кода. Ваша заявка заблокирована до {0}.
sr: Premašili ste broj pokušaja da obezbedite PIN. Vaša prijava je blokirana do {0}.
sv: Pinförsök överskridna. Ansökan har blockerats till och med {0}.

# PasswordIsInvalidAplicationBlockedTillTomorrow
source: You have exceeded the number of attempts to provide your PIN. Your application has been blocked till tomorrow at {0}.
fr: Vous avez dépassé le nombre de tentatives de fourniture de votre code PIN. Votre demande a été bloquée jusqu’à demain à {0}.
ro: Ați depășit numărul de încercări de a furniza codul PIN. Cererea dumneavoastră a fost blocată până mâine la ora {0}.
ru: Вы превысили количество попыток предоставления PIN-кода. Ваша заявка заблокирована до завтрашнего {0}.
sr: Premašili ste broj pokušaja da obezbedite PIN. Vaša prijava je blokirana do sutra u {0}.
sv: Pinförsök överskridna. Ansökan har blockerats till imorgon kl. {0}.

# PasswordIsInvalidAplicationBlockedForOneWeek
source: You have exceeded the number of attempts to provide your PIN. Your application has been blocked for one week
fr: Vous avez dépassé le nombre de tentatives de fourniture de votre code PIN. Votre demande a été bloquée pendant une semaine
ro: Ați depășit numărul de încercări de a furniza codul PIN. Aplicația dvs. a fost blocată timp de o săptămână
ru: Вы превысили количество попыток предоставления PIN-кода. Ваша заявка заблокирована на одну неделю
sr: Premašili ste broj pokušaja da obezbedite PIN. Vaša prijava je blokirana već nedelju dana
sv: Pinförsök överskridna. Ansökan har blockerats i en vecka.

# PasswordTooShort
source: PIN length must be at least {0} characters.
fr: La longueur du code PIN doit être d’au moins {0} caractères.
ro: Lungimea codului PIN trebuie să fie de cel puțin {0} caractere.
ru: Длина PIN-кода должна быть не менее {0} символов.
sr: Dužina PIN-a mora biti {0} znakova.
sv: PIN-koden måste innehålla minst {0} tecken.

# PasswordContainsName
source: A PIN must not contain any word from the identity names.
fr: Un code PIN ne doit contenir aucun mot des noms d’identité.
ro: Un cod PIN nu trebuie să conțină niciun cuvânt din numele de identitate.
ru: PIN-код не должен содержать ни одного слова из имен удостоверений.
sr: PIN ne sme da sadrži nijednu reč iz imena identiteta.
sv: PIN-koden får inte innehålla något ord från identitetsnamnen.

# PasswordContainsPersonalNumber
source: A PIN must not contain the identity personal number.
fr: Un code PIN ne doit pas contenir le numéro personnel d’identité.
ro: Un cod PIN nu trebuie să conțină codul numeric personal.
ru: PIN-код не должен содержать персональный номер, удостоверяющий личность.
sr: PIN ne sme da sadrži lični broj identiteta.
sv: PIN-koden får inte innehålla identitetens personnummer.

# PasswordContainsAddress
source: A PIN must not contain any word from the identity address.
fr: Un code PIN ne doit contenir aucun mot de l’adresse d’identité.
ro: Un cod PIN nu trebuie să conțină niciun cuvânt de la adresa de identitate.
ru: PIN-код не должен содержать ни одного слова из идентификационного адреса.
sr: PIN ne sme da sadrži nijednu reč sa adrese identiteta.
sv: PIN-koden får inte innehålla något ord från identitetsadressen.

# PasswordContainsEMail
source: A PIN must not contain the identity e-mail address.
fr: Un code PIN ne doit pas contenir l’adresse e-mail d’identité.
ro: Un cod PIN nu trebuie să conțină adresa de e-mail de identitate.
ru: PIN-код не должен содержать идентификационный адрес электронной почты.
sr: PIN ne sme da sadrži e-adresu identiteta.
sv: PIN-koden får inte innehålla identitetens e-postadress.

# PasswordContainsPhoneNumber
source: A PIN must not contain the identity phone number.
fr: Un code PIN ne doit pas contenir le numéro de téléphone d’identité.
ro: Un cod PIN nu trebuie să conțină numărul de telefon de identitate.
ru: PIN-код не должен содержать идентификационный номер телефона.
sr: PIN ne sme da sadrži broj telefona identiteta.
sv: PIN-koden får inte innehålla identitetens telefonnummer.

# PasswordWithNotEnoughDigitsLettersSigns
source: At least {0} letters, digits or symbols must be used.
fr: Au moins {0} lettres, chiffres ou symboles doivent être utilisés.
ro: Trebuie utilizate cel puțin {0} litere, cifre sau simboluri.
ru: Должно быть использовано не менее {0} букв, цифр или символов.
sr: Najmanje se {0} moraju koristiti pojedinačna slova, cifre ili simboli.
sv: Minst {0} bokstäver, siffror eller symboler måste användas.

# PasswordWithNotEnoughDigitsOrSigns
source: You must also use at least {0} digits or symbols.
fr: Vous devez également utiliser au moins {0} chiffres ou symboles.
ro: De asemenea, trebuie să utilizați cel puțin {0} cifre sau simboluri.
ru: Вы также должны использовать не менее {0} цифр или символов.
sr: Takođe morate da koristite najmanje {0} cifre ili simbole.
sv: Du måste också använda minst {0} siffror eller symboler.

# PasswordWithNotEnoughLettersOrDigits
source: You must also use at least {0} letters or digits.
fr: Vous devez également utiliser au moins {0} lettres ou chiffres.
ro: De asemenea, trebuie să utilizați cel puțin {0} litere sau cifre.
ru: Вы также должны использовать не менее {0} букв или цифр.
sr: Takođe morate da koristite najmanje {0} ili cifara.
sv: Du måste också använda minst {0} bokstäver eller siffror.

# PasswordWithNotEnoughLettersOrSigns
source: You must also use at least {0} letters or symbols.
fr: Vous devez également utiliser au moins {0} lettres ou symboles.
ro: De asemenea, trebuie să utilizați cel puțin {0} litere sau simboluri.
ru: Также необходимо использовать не менее {0} букв или символов.
sr: Takođe morate da koristite najmanje {0} ili simbola.
sv: Du måste också använda minst {0} bokstäver eller symboler.

# PasswordWithTooManyIdenticalSymbols
source: A PIN must not contain more than {0} identical symbols.
fr: Un code PIN ne doit pas contenir plus de {0} symboles identiques.
ro: Un cod PIN nu trebuie să conțină mai mult de {0} simboluri identice.
ru: PIN-код не должен содержать более {0} одинаковых символов.
sr: PIN ne sme da sadrži više {0} identiиnih simbola.
sv: Ett PIN får inte innehålla mer än {0} identiska symboler.

# PasswordWithTooManySequencedSymbols
source: A PIN must not contain more than {0} sequenced symbols, e.g. "12" or "ab".
fr: Un code PIN ne doit pas contenir plus de {0} symboles séquencés, par exemple « 12 » ou « ab ».
ro: Un cod PIN nu trebuie să conțină mai mult de {0} simboluri secvențiale, de exemplu "12" sau "ab".
ru: PIN-код не должен содержать более {0} последовательных символов, например, "12" или "ab".
sr: PIN ne sme da sadrži više {0} za sekvence, npr.
sv: Ett PIN får inte innehålla mer än {0} sekvenserade symboler, t.ex. "12" eller "ab".

# PasswordWeakSecurity
source: Weak security
fr: Sécurité faible
ro: Securitate slabă
ru: Слабая безопасность
sr: Slabo obezbeđenje
sv: Svag säkerhet

# PasswordMediumSecurity
source: Medium security
fr: Sécurité moyenne
ro: Securitate medie
ru: Средний уровень безопасности
sr: Srednja bezbednost
sv: Mellan säkerhet

# PasswordStrongSecurity
source: Strong security
fr: Sécurité renforcée
ro: Securitate puternică
ru: Надежная защита
sr: Jaka bezbednost
sv: Stark säkerhet

source: There is no network
fr: Il n’y a pas de réseau
ro: Nu există rețea
ru: Сети нет
sr: Ne postoji mreža
sv: Det finns inget nätverk

# RequestTimedOut
source: The request timed out
fr: La demande a expiré
ro: Cererea a expirat
ru: Истекло время ожидания запроса
sr: Vreme zahteva je isteglo
sv: Tidsgränsen för begäran överskreds

# RequestWasCancelled
source: The request was cancelled
fr: La demande a été annulée
ro: Cererea a fost anulată
ru: Запрос был отменен
sr: Zahtev je otkazan
sv: Begäran avbröts

# XmppState_Authenticating
source: Authenticating network identity
fr: Authentification de l’identité réseau
ro: Autentificarea identității rețelei
ru: Проверка подлинности сетевого удостоверения
sr: Potvrda identiteta mreže
sv: Autentiserar nätverksidentitet

# XmppState_Binding
source: Binding connection
fr: Connexion de liaison
ro: Conexiune de legare
ru: Привязка соединения
sr: Povezivanje povezivanja
sv: Binder anslutning

# XmppState_Connected
source: Connected
fr: Relié
ro: Conectat
ru: Связанный
sr: Povezan sa
sv: Ansluten

# XmppState_Connecting
source: Establishing connection
fr: Établir une connexion
ro: Stabilirea conexiunii
ru: Установление соединения
sr: Uspostavljanje veze
sv: Upprättar anslutning

# XmppState_Error
source: Connection error
fr: Erreur de connexion
ro: Eroare de conexiune
ru: Ошибка подключения
sr: Greška u vezi
sv: Fel vid anslutning

# XmppState_FetchingRoster
source: Fetching roster
fr: Liste attrayante
ro: Preluarea listei
ru: Получение списка
sr: Prenošenje spiska
sv: Hämtar laguppställning

# XmppState_Offline
source: Disconnected
fr: Coupé
ro: Deconectat
ru: Бессвязный
sr: Prekinuta
sv: Bortkopplad

# XmppState_Registering
source: Registering with Service Provider
fr: Inscription auprès du fournisseur de services
ro: Înregistrarea la furnizorul de servicii
ru: Регистрация у поставщика услуг
sr: Registracija kod dobavljača usluga
sv: Registrerar dig hos tjänsteleverantören

# XmppState_RequestingSession
source: Requesting session
fr: Demande de session
ro: Solicitarea sesiunii
ru: Запрос сеанса
sr: Zahtevanje sesije
sv: Begär session

# XmppState_SettingPresence
source: Registering presence
fr: Enregistrement de la présence
ro: Înregistrarea prezenței
ru: Регистрация присутствия
sr: Registrovanje prisustva
sv: Ställer in närvaro

# XmppState_StartingEncryption
source: Encrypting connection
fr: Cryptage de la connexion
ro: Criptarea conexiunii
ru: Шифрование соединения
sr: Veza šifrovanja
sv: Krypterar anslutning

# XmppState_StreamNegotiation
source: Negotiating stream
fr: Volet de négociation
ro: Fluxul de negociere
ru: Переговорный поток
sr: Pregovarački tok
sv: Förhandlar ström

# XmppState_StreamOpened
source: Stream established
fr: Flux établi
ro: Flux stabilit
ru: Поток установлен
sr: Uspostavljen tok
sv: Ström upprättad

# YourLegalIdentity
source: Your identity
fr: Votre identité
ro: Identitatea dvs.
ru: Ваша личность
sr: Vaš identitet
sv: Din identitet

# YourLegalIdentityHasBeenCompromised
source: Your identity has been marked compromised. You have therefore been redirected to create a new account.
fr: Votre identité a été marquée comme compromise. Vous avez donc été redirigé vers la création d’un nouveau compte.
ro: Identitatea ta a fost marcată compromisă. Prin urmare, ați fost redirecționat pentru a crea un cont nou.
ru: Ваша личность была помечена как скомпрометированная. Таким образом, вы были перенаправлены на создание новой учетной записи.
sr: Vaš identitet je označen kao kompromitovan. Zbog toga ste preusmereni da kreirate novi nalog.
sv: Din identitet har markerats som komprometterad. Du har omdirigerats för att skapa ett nytt konto.

# YourLegalIdentityHasBeenObsoleted
source: Your identity has been marked obsolete. You have therefore been redirected to create a new account.
fr: Votre identité a été marquée comme obsolète. Vous avez donc été redirigé vers la création d’un nouveau compte.
ro: Identitatea ta a fost marcată ca fiind depășită. Prin urmare, ați fost redirecționat pentru a crea un cont nou.
ru: Ваша личность была помечена как устаревшая. Таким образом, вы были перенаправлены на создание новой учетной записи.
sr: Vaš identitet je označen kao zastareo. Zbog toga ste preusmereni da kreirate novi nalog.
sv: Din identitet har markerats som Utgången. Du har omdirigerats för att skapa ett nytt konto.

# ClientMessageAuthenticationTimeout
source: Response not returned within configured time.
fr: Réponse non renvoyée dans le délai configuré.
ro: Răspunsul nu a fost returnat în timpul configurat.
ru: Ответ не возвращен в течение заданного времени.
sr: Odgovor nije vraćen u okviru konfigurisanog vremena.
sv: Svaret returnerades inte inom konfigurerad tid.

# ClientMessageCountryCodeMismatch
source: Country Code does not match.
fr: Le code pays ne correspond pas.
ro: Codul de țară nu corespunde.
ru: Код страны не совпадает.
sr: Pozivni broj zemlje se ne podudara.
sv: Landskoden stämmer inte.

# ClientMessageCountryCodeNotVerified
source: Country code not verified.
fr: Code de pays non vérifié.
ro: Codul țării nu este verificat.
ru: Код страны не проверен.
sr: Pozivni broj zemlje nije verifikovan.
sv: Landskoden är inte verifierad.

# ClientMessageFirstNameNotVerified
source: First name not verified.
fr: Prénom non vérifié.
ro: Prenumele nu a fost verificat.
ru: Имя не подтверждено.
sr: Ime nije provereno.
sv: Förnamn ej verifierat.

# ClientMessageLastNameNotVerified
source: Last name not verified.
fr: Nom de famille non vérifié.
ro: Numele de familie nu a fost verificat.
ru: Фамилия не подтверждена.
sr: Prezime nije provereno.
sv: Efternamnet ej verifierat.

# ClientMessageNotValid
source: Identity not valid.
fr: Identité non valide.
ro: Identitatea nu este validă.
ru: Идентификация недействительна.
sr: Identitet nije važeći.
sv: Identiteten är inte giltig.

# ClientMessagePersonalNumberMismatch
source: Personal Number does not match.
fr: Le numéro personnel ne correspond pas.
ro: Numărul personal nu se potrivește.
ru: Личный номер не совпадает.
sr: Lični broj se ne podudara.
sv: Personnummer stämmer inte överens.

# ClientMessagePersonalNumberNotVerified
source: Personal number not verified.
fr: Numéro personnel non vérifié.
ro: Numărul personal nu a fost verificat.
ru: Личный номер не верифицирован.
sr: Lični broj nije verifikovan.
sv: Personnummer ej verifierat.

# ClientMessageReferenceMismatch
source: Returned reference did not match request reference.
fr: La référence renvoyée ne correspondait pas à la référence de la demande.
ro: Referința returnată nu se potrivea cu referința solicitării.
ru: Возвращенная ссылка не совпала с ссылкой на запрос.
sr: Vraćena referenca se ne podudara sa referencom zahteva.
sv: Den returnerade referensen matchade inte referensen för begäran.

# ClientMessageUnexpectedDocumentInformation
source: Document information not returned as expected.
fr: Les informations sur le document ne sont pas renvoyées comme prévu.
ro: Informațiile despre document nu au fost returnate așa cum vă așteptați.
ru: Сведения о документе не возвращаются должным образом.
sr: Informacije o dokumentu nisu vraćene na očekivani način.
sv: Dokumentinformationen returnerades inte som förväntat.

# ClientMessageUnexpectedEventResult
source: Event result not returned as expected.
fr: Le résultat de l’événement n’est pas renvoyé comme prévu.
ro: Rezultatul evenimentului nu a fost returnat conform așteptărilor.
ru: Результат события не возвращен должным образом.
sr: Rezultat događaja se nije vratio na očekivani način.
sv: Händelseresultatet returnerades inte som förväntat.

# ClientMessageUnexpectedResult
source: Unexpected response returned.
fr: Une réponse inattendue est revenue.
ro: Răspunsul neașteptat a revenit.
ru: Последовал неожиданный ответ.
sr: Neočekivani odgovor je vraćen.
sv: Oväntat svar returnerades.

# RepairRestart
source: An inconsistency in the internal database has been detected. This can happen if the app is not closed properly. The app will therefore close. The next time you start the app, the database will be repaired.
fr: Une incohérence dans la base de données interne a été détectée. Cela peut se produire si l’application n’est pas fermée correctement. L’application se fermera donc. La prochaine fois que vous démarrerez l’application, la base de données sera réparée.
ro: A fost detectată o inconsecvență în baza de date internă. Acest lucru se poate întâmpla dacă aplicația nu este închisă corect. Prin urmare, aplicația se va închide. Data viitoare când porniți aplicația, baza de date va fi reparată.
ru: Обнаружено несоответствие во внутренней базе данных. Это может произойти, если приложение не закрыто должным образом. После этого приложение закроется. При следующем запуске приложения база данных будет восстановлена.
sr: Otkrivena je nedoslednost u internoj bazi podataka. To se može dogoditi ako aplikacija nije ispravno zatvorena. Aplikacija će se stoga zatvoriti. Kada sledeći put pokrenete aplikaciju, baza podataka će biti popravljena.
sv: En inkonsekvens i den interna databasen har upptäckts. Detta kan hända om appen inte är ordentligt stängd. Appen kommer därför att stängas. Nästa gång du startar appen kommer databasen att repareras.

source: Incomplete
fr: Incomplet
ro: Incomplet
ru: Неполный
sr: Nepotpuna
sv: Ofullständig

source: Close
fr: Fermer
ro: Închide
ru: Закрывать
sr: Zatvorite
sv: Stäng

source: Confirm
fr: Confirmer
ro: Confirma
ru: Подтверждать
sr: Potvrdite
sv: Bekräfta

# ErrorTitle
source: An error has occurred
fr: Une erreur s’est produite
ro: A survenit o eroare
ru: Произошла ошибка
sr: Došlo je do greške
sv: Ett fel har inträffat

# WarningTitle
source: Warning
fr: Avertissement
ro: Avertisment
ru: Предупреждение
sr: Upozorenje
sv: Varning

# SuccessTitle
source: Success
fr: Succès
ro: Succes
ru: Успех
sr: Uspeh
sv: Lyckat

source: Information
ro: Informație
ru: Информация
sr: Informacija

source: Message
ro: Mesaj
ru: Сообщение
sr: Poruku
sv: Meddelande

source: OK
fr: D’ACCORD
ru: ХОРОШО
sr: U redu

source: Yes
fr: Oui
ro: Da
ru: Да
sr: Da
sv: Ja

source: No
fr: Non
ro: Nu
ru: Нет
sr: Ne
sv: Nej

source: (me)
fr: (moi)
ro: (Eu)
ru: (я)
sr: (ja)
sv: (jag)

source: Copy to clipboard
fr: Copier dans le Presse-papiers
ro: Copierea în clipboard
ru: Копировать в буфер
sr: Kopiraj u ostavu
sv: Kopiera till Urklipp

source: Continue
fr: Continuer
ro: Continua
ru: Продолжать
sr: Nastavite
sv: Fortsätt

source: Send Code
fr: Envoyer le code
ro: Trimite codul
ru: Отправить код
sr: Pošalji kôd
sv: Skicka kod

# SendCodeSeconds
source: Send Code ({0})
fr: Envoyer le code ({0})
ro: Trimite cod ({0})
ru: Отправить код ({0})
sr: Pošalji kôd ({0})
sv: Skicka kod ({0})

source: Resend Code
fr: Renvoyer le code
ro: Retrimite codul
ru: Повторная отправка кода
sr: Šifra ponovnog slanje
sv: Skicka kod igen

# ResendCodeSeconds
source: Resend ({0})
fr: Renvoyer ({0})
ro: Retrimitere ({0})
ru: Повторная отправка ({0})
sr: Ponovo pošalji ({0})
sv: Skicka igen ({0})

source: Verify
fr: Vérifier
ro: Verifica
ru: Проверять
sr: Proverite
sv: Verifiera

source: Repair
fr: Réparer
ro: Repara
ru: Ремонт
sr: Popravi
sv: Reparera

source: Open
fr: Ouvrir
ro: Deschide
ru: Открытый
sr: Otvorite
sv: Öppna

# XInY
source: {0} in {1}
fr: {0} en {1}
ro: {0} în {1}
ru: {0} в {1}
sr: {0} u {1}
sv: {0} i {1}

# XOnY
source: {0} on {1}
fr: {0} sur {1}
ro: {0} pe {1}
ru: {0} на {1}
sr: {0} na {1}
sv: {0} på {1}

# CantConnectTo
source: Can't connect to {0}
fr: Impossible de se connecter à {0}
ro: Nu se poate conecta la {0}
ru: Не удается подключиться к {0}
sr: Nije u nisam mogao da se povežem sa {0}
sv: Det går inte att ansluta till {0}

source: Scanned QR Code
fr: Code QR scanné
ro: Cod QR scanat
ru: Отсканированный QR-код
sr: Skenirani QR kôd
sv: Skannad QR-kod

# QrCodeNotUnderstood
source: Code not understood
fr: Code non compris
ro: Codul nu a fost înțeles
ru: Непонятный код
sr: Šifra nije shvaćena
sv: Koden förstås ej

source: Code not recognized.
fr: Code non reconnu.
ro: Codul nu este recunoscut.
ru: Код не распознан.
sr: Kôd nije prepoznat.
sv: Koden känns inte igen.

source: Unable to open link:
fr: Impossible d’ouvrir le lien :
ro: Imposibil de deschis linkul:
ru: Не удается открыть ссылку:
sr: Nije moguće otvoriti vezu:
sv: Det går inte att öppna länken:

source: Invalid invitation code.
fr: Code d’invitation non valide.
ro: Cod de invitație nevalid.
ru: Неверный код приглашения.
sr: Nevažeći pozivni kôd.
sv: Ogiltig inbjudningskod.

source: Invitation accepted
fr: Invitation acceptée
ro: Invitație acceptată
ru: Приглашение принято
sr: Pozivnica prihvaćena
sv: Inbjudan accepterad

# UnableToAccessInvitation
source: Unable to access invitation information.
fr: Impossible d’accéder aux informations d’invitation.
ro: Nu se pot accesa informațiile despre invitație.
ru: Не удается получить доступ к сведениям о приглашении.
sr: Nije moguće pristupiti informacijama o pozivu.
sv: Det går inte att komma åt inbjudningsinformationen.
