Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# UseRealName
source: I'd like to use my real name
fr: J’aimerais utiliser mon vrai nom
ro: Aș dori să-mi folosesc numele real
ru: Я хочу использовать свое настоящее имя
sr: Voleo bih da koristim svoje pravo ime
sv: Jag vill använda mitt riktiga namn

# BeAnonymous
source: I'd like to be anonymous
fr: Je souhaite garder l’anonymat
ro: Aș vrea să fiu anonim
ru: Я хотел бы остаться анонимным
sr: Voleo bih da budem anoniman
sv: Jag vill vara anonym

source: Nickname
fr: Surnom
ro: Poreclă
ru: Прозвище
sr: Nadimak
sv: Smeknamn

# OnboardingContactSupportTitle
source: Recover Account
fr: Récupérer le compte
ro: Recuperați contul
ru: Восстановить учетную запись
sr: Oporavak naloga
sv: Återställ konto

source: Account Details
fr: Détails du compte
ro: Detalii cont
ru: Реквизиты учетной записи
sr: Detalji o nalogu
sv: Kontouppgifter

source: Service Provider
fr: Fournisseur de services
ro: Furnizor de servicii
ru: Поставщик услуг
sr: Pružalac usluga
sv: Tjänsteleverantör

source: Alternative:
fr: Alternatif:
ro: Alternativ:
ru: Альтернатива:
sr: Alternativne:
sv: Alternativ:

# InvalidUsernameCharacters
source: Username contains invalid characters.
fr: Le nom d’utilisateur contient des caractères non valides.
ro: Numele de utilizator conține caractere nevalide.
ru: Имя пользователя содержит недопустимые символы.
sr: Korisničko ime sadrži nevažeće znakove.
sv: Användarnamnet innehåller ogiltiga tecken.

source: Username
fr: Nom d’utilisateur
ro: Nume de utilizator
ru: Имя пользователя
sr: Korisničko ime
sv: Användarnamn

# SendSeconds
source: Send ({0})
fr: Envoyer ({0})
ro: Trimite ({0})
ru: Отправить ({0})
sr: Pošalji ({0})
sv: Skicka ({0})

source: Create Wallet
fr: Créer un portefeuille
ro: Creează portofel
ru: Создать кошелек
sr: Kreiraj novčanik
sv: Skapa plånbok

# CreateWalletDescription
source: You create a wallet by putting some money in it. This money is called eDaler, and can be transferred to others, online or offline, or be used to purchase services offered.
fr: Vous créez un portefeuille en y mettant de l’argent. Cet argent s’appelle eDaler et peut être transféré à d’autres, en ligne ou hors ligne, ou être utilisé pour acheter des services offerts.
ro: Creezi un portofel punând niște bani în el. Acești bani se numesc eDaler și pot fi transferați către alții, online sau offline, sau pot fi folosiți pentru a achiziționa serviciile oferite.
ru: Вы создаете кошелек, положив на него немного денег. Эти деньги называются eDaler и могут быть переведены другим лицам, онлайн или офлайн, или использованы для покупки предлагаемых услуг.
sr: Kreirate novčanik stavljajući nešto novca u njega. Ovaj novac se zove eDaler, i može se preneti drugima, online ili offline, ili se koristi za kupovinu ponuđenih usluga.
sv: Du skapar en plånbok genom att lägga lite pengar i den. Dessa pengar kallas eDaler och kan överföras till andra, online eller offline, eller användas för att köpa tjänster som erbjuds.

source: Buy
fr: Acheter
ro: Cumpăra
ru: Покупать
sr: Kupi
sv: Köp

# BuyEDalerDescription
source: Provide the amount of eDaler do you want to buy below, and press the Buy button. A web page may be opened where you have to fill in further information for the payment processor to validate your requst.
fr: Indiquez ci-dessous le montant d’eDaler que vous souhaitez acheter et appuyez sur le bouton Acheter. Une page Web peut s’ouvrir où vous devez remplir des informations supplémentaires pour que le processeur de paiement puisse valider votre demande.
ro: Furnizați mai jos suma de eDaler pe care doriți să o cumpărați și apăsați butonul Cumpărați. Se poate deschide o pagină web în care trebuie să completați informații suplimentare pentru ca procesatorul de plăți să vă valideze solicitarea.
ru: Укажите ниже количество eDaler, которое вы хотите купить, и нажмите кнопку «Купить». Может быть открыта веб-страница, на которой вам нужно будет ввести дополнительную информацию, чтобы платежная система подтвердила ваш запрос.
sr: Navedite iznos eDaler koji želite da kupite ispod, i pritisnite dugme Kupi. Veb stranica može biti otvorena na kojoj morate da popunite dodatne informacije za procesor plaćanja da potvrdi vaš zahtev.
sv: Ange det belopp av eDaler du vill köpa nedan, och tryck sedan på Köp-knappen. En webb-sida kan komma att öppnas där du behöver fylla in ytterligare information så att betalningsleverantören kan validera din förfrågan.

source: Amount:
fr: Quantité:
ro: Sumă:
ru: Количество:
sr: Iznos:
sv: Belopp:

# AmountExtra
source: Amount Extra: (optional, suggestion)
fr: Montant en sus : (facultatif, suggestion)
ro: Suma suplimentară: (opțional, sugestie)
ru: Дополнительная сумма: (по желанию, предложение)
sr: Dodatni iznos: (opciono, predlog)
sv: Belopp extra: (valfritt, förslag)

source: Wallet
fr: Portefeuille
ro: Portofel
ru: Бумажник
sr: Novиanik
sv: Plånbok

source: Open Wallet
fr: Ouvrir le portefeuille
ro: Deschide portofelul
ru: Открыть кошелек
sr: Otvori novčanik
sv: Öppna plånbok

# OpenWalletDescription
source: Open your eDaler wallet, to display current balance and view latest transactions.
fr: Ouvrez votre portefeuille eDaler pour afficher le solde actuel et consulter les dernières transactions.
ro: Deschideți portofelul eDaler pentru a afișa soldul curent și a vizualiza cele mai recente tranzacții.
ru: Откройте свой кошелек eDaler, чтобы отобразить текущий баланс и просмотреть последние транзакции.
sr: Otvorite svoj eDaler novčanik, da biste prikazali trenutni saldo i videli najnovije transakcije.
sv: Öppna din eDaler-plånbok för att visa aktuellt saldo och se senaste transaktioner.

# AccountEventDescription
source: Below you can see information about a single account event.
fr: Vous trouverez ci-dessous des informations sur un événement de compte unique.
ro: Mai jos puteți vedea informații despre un eveniment cu un singur cont.
ru: Ниже вы можете увидеть информацию о событии одного аккаунта.
sr: Ispod možete videti informacije o jednom događaju naloga.
sv: Nedan kan du se information om en kontohändelse.

source: Balance:
ro: Echilibru:
ru: Равновесие:
sr: Saldo:
sv: Balans:

source: Open Message Link
fr: Ouvrir le lien du message
ro: Deschide linkul mesajului
ru: Открыть ссылку на сообщение
sr: Otvori link za poruku
sv: Öppna meddelandelänken

source: Remote Party:
fr: Soirée à distance :
ro: Petrecere la distanță:
ru: Удаленная вечеринка:
sr: Udaljena stranka:
sv: Andra parten:

source: Reserved:
fr: Réservé:
ro: Rezervat:
ru: Скрытный:
sr: Rezervisana:
sv: Reserverat:

source: Transaction ID:
fr: ID de transaction :
ro: ID-ul tranzacției:
ru: ID транзакции:
sr: ID transakcije:
sv: Transaktions-ID:

# AccountEventItem
source: Account Events
fr: Événements de compte
ro: Evenimente de cont
ru: События учетной записи
sr: Događaji na računu
sv: Kontohändelser

# PendingPaymentItem
source: Pending Payments
fr: Paiements en attente
ro: Plăți în așteptare
ru: Ожидающие платежи
sr: Plaćanja na čekanju
sv: Väntande betalningar

# OnboardingContactSupportDetailsPart1
source: If you have access to your account on another device, please follow these steps:
fr: Si vous avez accès à votre compte sur un autre appareil, veuillez suivre les étapes suivantes :
ro: Dacă aveți acces la contul dvs. de pe alt dispozitiv, vă rugăm să urmați acești pași:
ru: Если у вас есть доступ к учетной записи на другом устройстве, выполните следующие действия:
sr: Ako imate pristup svom nalogu na drugom uređaju, sledite ove korake:
sv: Om du har tillgång till ditt konto på en annan enhet, vänligen följ dessa steg:

# OnboardingContactSupportDetailsBullet1
source: Open the app on your other device.
fr: Ouvrez l’application sur votre autre appareil.
ro: Deschideți aplicația pe celălalt dispozitiv.
ru: Откройте приложение на другом устройстве.
sr: Otvorite aplikaciju na drugom uređaju.
sv: Öppna appen på din andra enhet.

# OnboardingContactSupportDetailsBullet2
source: Go to Settings → Transfer Identity.
fr: Allez dans Paramètres → Transférer l’identité.
ro: Accesează Configurări → Transfer identitate.
ru: Перейдите в «Настройки» → «Перенести удостоверение».
sr: Idi na Podešavanja → prenos identiteta.
sv: Gå till Inställningar → Överför identitet.

# OnboardingContactSupportDetailsBullet3
source: A QR code will appear on that device.
fr: Un code QR apparaîtra sur cet appareil.
ro: Pe acel dispozitiv va apărea un cod QR.
ru: На этом устройстве появится QR-код.
sr: Na tom uređaju će se pojaviti KR kod.
sv: En QR-kod kommer att visas på den enheten.

# OnboardingContactSupportDetailsBullet4
source: Use this device to scan the QR code and transfer your account.
fr: Utilisez cet appareil pour scanner le code QR et transférer votre compte.
ro: Utilizați acest dispozitiv pentru a scana codul QR și a vă transfera contul.
ru: Используйте это устройство для сканирования QR-кода и переноса учетной записи.
sr: Koristite ovaj uređaj za skeniranje KR koda i prenos naloga.
sv: Använd den här enheten för att skanna QR-koden och överföra ditt konto.

# OnboardingContactSupportDetailsPart2
source: If you do not have access to your account, please contact our support team at
fr: Si vous n’avez pas accès à votre compte, veuillez contacter notre équipe d’assistance à l’adresse suivante :
ro: Dacă nu aveți acces la contul dvs., vă rugăm să contactați echipa noastră de asistență la
ru: Если у вас нет доступа к учетной записи, обратитесь в нашу службу поддержки по адресу
sr: Ako nemate pristup svom nalogu, obratite se našem timu za podršku na
sv: Om du inte har tillgång till ditt konto, vänligen kontakta vårt supportteam på

# SupportEmailSubject
source: Recover Account
fr: Récupérer le compte
ro: Recuperați contul
ru: Восстановить учетную запись
sr: Oporavak naloga
sv: Återställ konto

# EmailClientNotAvailable
source: Unable to open email client. Please send an email to {0}.
fr: Impossible d’ouvrir le client de messagerie. Veuillez envoyer un e-mail à {0}.
ro: Nu se poate deschide clientul de e-mail. Vă rugăm să trimiteți un e-mail la {0}.
ru: Не удается открыть почтовый клиент. Пожалуйста, отправьте электронное письмо по адресу {0}.
sr: Nije moguće otvoriti klijent e-pošte. Molimo Vas da pošaljete e-mail na {0}.
sv: Kunde inte öppna e-postklienten. Vänligen skicka ett e-postmeddelande till {0}.

source: Claim Thing
fr: Revendiquer l’objet
ro: Chestia de revendicare
ru: Претензия
sr: Tvrdi stvar
sv: Anspråk på sak

# InformationAboutClaimedThingText
source: The following information is made available about the thing whose code you scanned. Choose if you want to attempt to claim this thing as yours, and also if you want to make it publicly searchable in the Thing Registry.
fr: Les informations suivantes sont disponibles sur l’objet dont vous avez scanné le code. Choisissez si vous souhaitez tenter de revendiquer cet objet comme étant le vôtre, et également si vous souhaitez le rendre accessible au public dans le registre des objets.
ro: Următoarele informații sunt puse la dispoziție despre lucrul al cărui cod l-ați scanat. Alegeți dacă doriți să încercați să revendicați acest lucru ca fiind al dvs. și, de asemenea, dacă doriți să îl faceți căutabil public în Registrul de lucruri.
ru: Ниже приведена информация о том, код которого вы отсканировали. Выберите, хотите ли вы попытаться заявить эту вещь как вашу, а также хотите ли вы сделать ее доступной для публичного поиска в Реестре вещей.
sr: Sledeće informacije su dostupne o stvari čiji kod ste skenirali. Izaberite da li želite da pokušate da tvrdite da je ova stvar vaša, a takođe i ako želite da je javno pretražite u Registru stvari.
sv: Följande information har gjorts tillgänglig om saken vars kod du skannade. Välj om du vill göra anspråk på denna sak som din, och också om du vill göra den publikt sökbar i sakregistret.

source: Information about thing
fr: Informations sur l’objet
ro: Informații despre lucru
ru: Информация о вещи
sr: Informacije o stvari
sv: Information om sak

# InformationAboutThingText
source: The following information is locally available about the thing. Options to interact with the device are presented below.
fr: Les informations suivantes sont disponibles localement à ce sujet. Les options d’interaction avec l’appareil sont présentées ci-dessous.
ro: Următoarele informații sunt disponibile la nivel local despre lucru. Opțiunile de interacțiune cu dispozitivul sunt prezentate mai jos.
ru: Следующая информация об этой штуке доступна в локальном доступе. Варианты взаимодействия с устройством представлены ниже.
sr: Sledeće informacije su lokalno dostupne o stvari. Opcije za interakciju sa uređajem su prikazane u nastavku.
sv: Följande information har gjorts tillgänglig om saken. Alternativ för interaktion med saker presenteras nedan.

source: Make thing public
fr: Rendre la chose publique
ro: Faceți lucrurile publice
ru: Сделайте все публичным
sr: Učini stvar javnom
sv: Gör saken publik

source: Thing
fr: Chose
ro: Lucru
ru: Вещь
sr: Stvar
sv: Sak

source: Chat
fr: Bavarder
ro: Conversație
ru: Чат
sr: Razgovor
sv: Chatt

source: Connect to Device
fr: Se connecter à l’appareil
ro: Conectați-vă la dispozitiv
ru: Подключение к устройству
sr: Povežite se sa uređajem
sv: Anslut till enhet

source: Disconnect from Device
fr: Déconnecter de l’appareil
ro: Deconectați-vă de la dispozitiv
ru: Отключиться от устройства
sr: Isključite sa uređaja
sv: Koppla från enhet

source: Delete Rules
fr: Supprimer les règles
ro: Ștergeți regulile
ru: Правила удаления
sr: Izbriši pravila
sv: Radera regler

source: Disown Thing
fr: Renier quelque chose
ro: Dezaprobă lucrul
ru: Отречься от вещи
sr: Odreći se stvari
sv: Säg upp ägarskap

# ContractCouldNotBeFound
source: Contract could not be found, it could have been deleted. Would you like to remove the reference?
fr: Le contrat n’a pas pu être trouvé, il aurait pu être supprimé. Souhaitez-vous supprimer la référence ?
ro: Contractul nu a putut fi găsit, ar fi putut fi șters. Doriți să eliminați referința?
ru: Договор найти не удалось, его можно было удалить. Хотели бы вы удалить ссылку?
sr: Ugovor nije mogao biti pronađen, mogao je biti izbrisan. Da li želite da uklonite referencu?
sv: Kontraktet kunde inte hittas, det kan ha blivit borttaget. Skulle du vilja ta bort referensen?

# PaymentDescription
source: Enter the amount to pay to the recipient below. Once done, you can choose to either pay online (if connected) or offline, by clicking on the corresponding button.
fr: Entrez le montant à payer au destinataire ci-dessous. Une fois cela fait, vous pouvez choisir de payer en ligne (si connecté) ou hors ligne, en cliquant sur le bouton correspondant.
ro: Introduceți suma de plătit destinatarului mai jos. După ce ați terminat, puteți alege fie să plătiți online (dacă sunteți conectat), fie offline, făcând clic pe butonul corespunzător.
ru: Введите сумму для выплаты получателю ниже. После этого вы можете выбрать оплату онлайн (если подключено) или офлайн, нажав на соответствующую кнопку.
sr: Unesite iznos koji treba da platite primaocu ispod. Kada završite, možete da izaberete da platite online (ako je povezan) ili offline, klikom na odgovarajuće dugme.
sv: Ange belopped att betala till motagaren nedan. När du är klar, kan du välja att betala antingen online (om ansluten) eller offline, genom att klicka på motsvarande knapp.

source: Encrypt message
fr: Chiffrer le message
ro: Criptați mesajul
ru: Шифрование сообщения
sr: Šifrovanje poruke
sv: Kryptera meddelandet

source: Send Payment
fr: Envoyer le paiement
ro: Trimite plata
ru: Отправить платеж
sr: Pošalji uplatu
sv: Skicka betalning

source: Referenced ID
fr: ID référencé
ro: ID de referință
ru: Ссылочный идентификатор
sr: Referentni ID
sv: Refererade ID

source: Control Actuator
fr: Actionneur de contrôle
ru: Привод управления
sr: Kontrolni pogon
sv: Kontrollera Ställdon

source: Notifications
ro: Notificări
ru: Уведомления
sr: Obaveštenja
sv: Notifieringar

# NotificationsText
source: Below you can see a list of notifications resulting from interactions with the thing. Press on each one to display more information and options available.
fr: Ci-dessous, vous pouvez voir une liste de notifications résultant d’interactions avec l’objet. Appuyez sur chacun d’eux pour afficher plus d’informations et d’options disponibles.
ro: Mai jos puteți vedea o listă de notificări rezultate din interacțiunile cu lucrarea. Apăsați pe fiecare pentru a afișa mai multe informații și opțiuni disponibile.
ru: Ниже вы можете увидеть список уведомлений, возникающих в результате взаимодействия с вещью. Нажмите на каждый из них, чтобы отобразить дополнительную информацию и доступные параметры.
sr: Ispod možete videti listu obaveštenja koja su rezultat interakcije sa stvari. Pritisnite na svakom od njih da biste prikazali više informacija i dostupnih opcija.
sv: Nedan kan du se en lista av notifieringar från interaktioner med sasken. Tryck på var och en för att visa mer information och tillgängliga alternativ.

# SensorDataText
source: Below is information and sensor data available to you, in accordance with your access privileges.
fr: Vous trouverez ci-dessous les informations et les données des capteurs dont vous disposez, conformément à vos privilèges d’accès.
ro: Mai jos sunt informațiile și datele senzorilor disponibile pentru dvs., în conformitate cu privilegiile dvs. de acces.
ru: Ниже приведена информация и данные датчиков, доступные вам в соответствии с вашими правами доступа.
sr: Ispod su informacije i podaci senzora koji su vam dostupni, u skladu sa vašim privilegijama pristupa.
sv: Nedan visas information om sensordata som är tillgänglig för dig, i enlighet med dina åtkomstprivilegier.

source: Sensor Data
fr: Données du capteur
ro: Date senzor
ru: Данные датчика
sr: Podaci senzora

source: Read Sensor
fr: Capteur de lecture
ro: Citiți senzorul
ru: Датчик считывания
sr: Pročitajte senzor
sv: Läs Sensor

source: Range
fr: Gamme
ro: Gama
ru: Диапазон
sr: Opseg
sv: Räckvidd

# RangeText
source: Apply this rule to:
fr: Appliquez cette règle aux éléments suivants :
ro: Aplicați această regulă pentru:
ru: Примените это правило к:
sr: Primenite ovo pravilo na:
sv: Applicera denna regel på:

source: Submit
fr: Envoyer
ro: Prezinte
ru: Отправить
sr: Prosleđivanje
sv: Skicka in

# InformationAboutCallerText
source: The following information is available about the caller:
fr: Les informations suivantes sont disponibles sur l’appelant :
ro: Următoarele informații sunt disponibile despre apelant:
ru: О звонящем абоненте доступна следующая информация:
sr: Sledeće informacije su dostupne o pozivaocu:
sv: Följande information finns tillgänglig om anroparen:

source: Friendly Name
fr: Nom convivial
ro: Nume prietenos
ru: Понятное имя
sr: Prijateljsko ime
sv: Vänligt namn

# ReadoutRequestText2
source: A caller has requested sensor data from one of your things. Select how you wish the thing should respond to this type of request.
fr: Un appelant a demandé des données de capteur à l’un de vos objets. Sélectionnez la façon dont vous souhaitez que l’objet réponde à ce type de demande.
ro: Un apelant a solicitat date de senzor de la unul dintre lucrurile dvs. Selectați cum doriți ca lucrul să răspundă la acest tip de solicitare.
ru: Звонящий запросил данные датчика у одного из ваших устройств. Выберите, как бы вы хотели, чтобы вещь реагировала на данный тип запроса.
sr: Pozivalac je zatražio podatke senzora iz jedne od vaših stvari. Izaberite kako želite da stvar odgovori na ovu vrstu zahteva.
sv: En förfrågan om att läsa sensordata från en av dina saker har mottagits. Välj hur du vill att saken ska svara på denna typ av förfrågan.

source: All
fr: Tout
ro: Tot
ru: Все
sr: Sve
sv: Alla

source: Computed Values
fr: Valeurs calculées
ro: Valori calculate
ru: Вычисляемые значения
sr: Izračunate vrednosti
sv: Beräknade värden

source: Field Types
fr: Types de champs
ro: Tipuri de câmpuri
ru: Типы полей
sr: Vrste polja
sv: Fälttyper

source: Historical Values
fr: Valeurs historiques
ro: Valori istorice
ru: Исторические ценности
sr: Istorijske vrednosti
sv: Historiska värden

source: Identity Values
fr: Valeurs identitaires
ro: Valori identitare
ru: Ценности идентичности
sr: Vrednosti identiteta
sv: Identitetsvärden

source: Momentary Values
fr: Valeurs momentanées
ro: Valori de moment
ru: Сиюминутные ценности
sr: Trenutne vrednosti
sv: Momentana värden

source: None
fr: Aucun
ro: Niciunul
ru: Никакой
sr: Niko
sv: Ingen

source: Peak Values
fr: Valeurs maximales
ro: Valori de vârf
ru: Пиковые значения
sr: Maksimalne vrednosti
sv: Extremvärden

# PermitFieldTypesText
source: Choose the field types (broad categories) to permit access to, if request is accepted.
fr: Choisissez les types de champs (grandes catégories) auxquels vous autorisez l’accès, si la demande est acceptée.
ro: Alegeți tipurile de câmpuri (categorii largi) la care să permiteți accesul, dacă cererea este acceptată.
ru: Выберите типы полей (широкие категории), к которым будет разрешен доступ, если запрос будет принят.
sr: Izaberite tipove polja (široke kategorije) da biste dozvolili pristup, ako je zahtev prihvaćen.
sv: Välj vilka typer av fält (övergripande kategorier) som åtkomst ska beviljas till, om förfrågan accepteras.

source: Status Values
fr: Valeurs d’état
ro: Valori de stare
ru: Значения статуса
sr: Statusne vrednosti
sv: Statusvärden

source: Fields
fr: Champs
ro: Câmpuri
ru: Поля
sr: Polja
sv: Fält

# PermitFieldsText
source: Choose the fields to permit access to, if request is accepted.
fr: Choisissez les champs auxquels autoriser l’accès, si la demande est acceptée.
ro: Alegeți câmpurile la care să permiteți accesul, dacă solicitarea este acceptată.
ru: Выберите поля, к которым будет разрешен доступ, если запрос будет принят.
sr: Izaberite polja kojima želite dozvoliti pristup, ako je zahtev prihvaćen.
sv: Välj vilka fält som åtkomst ska beviljas till, om förfrågan accepteras.

# ARequestHasBeenSentToTheOwner
source: A request has been sent to the owner of the device.
fr: Une demande a été envoyée au propriétaire de l’appareil.
ro: A fost trimisă o solicitare proprietarului dispozitivului.
ru: Владельцу устройства отправлен запрос.
sr: Zahtev je poslat vlasniku uređaja.
sv: En begäran har skickats till ägaren av enheten.

# ControlRequestText2
source: A caller has requested to control one of your things. Select how you wish the thing should respond to this type of request.
fr: Un appelant a demandé à contrôler l’un de vos objets. Sélectionnez la façon dont vous souhaitez que l’objet réponde à ce type de demande.
ro: Un apelant a cerut să controleze unul dintre lucrurile tale. Selectați cum doriți ca lucrul să răspundă la acest tip de solicitare.
ru: Звонящий попросил проконтролировать одну из ваших вещей. Выберите, как бы вы хотели, чтобы вещь реагировала на данный тип запроса.
sr: Pozivalac je zatražio da kontroliše jednu od vaših stvari. Izaberite kako želite da stvar odgovori na ovu vrstu zahteva.
sv: En förfrågan om att styra en av dina saker har mottagits. Välj hur du vill att saken ska svara på denna typ av förfrågan.

# PermitParametersText
source: Choose the parameters to permit access to, if request is accepted.
fr: Choisissez les paramètres auxquels autoriser l’accès, si la demande est acceptée.
ro: Alegeți parametrii la care să permiteți accesul, dacă cererea este acceptată.
ru: Выберите параметры, к которым будет разрешен доступ, если запрос будет принят.
sr: Izaberite parametre kojima želite dozvoliti pristup, ako je zahtev prihvaćen.
sv: Välj vilka parametrar som åtkomst ska beviljas till, om förfrågan accepteras.

source: Something went wrong
fr: Quelque chose s’est mal passé
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sr: Nešto nije u redu
sv: Något gick fel
