Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

source: Not Available
fr: Non disponible
ro: Nu este disponibil
ru: Нет в наличии
sr: Nije dostupno
sv: Ej tillgänglig

source: Note copied to clipboard.
fr: Note copiée dans le presse-papiers.
ro: Notă copiată în clipboard.
ru: Заметка скопирована в буфер обмена.
sr: Napomena kopirana u ostavu.
sv: Anteckning kopierad till urklipp.

source: Payment
fr: Paiement
ro: Plată
ru: Уплата
sr: Plaćanja
sv: Betalning

# PaymentAlreadySent
source: Payment instruction has already been sent. You can resend pending payments from the pending payment view.
fr: L’ordre de paiement a déjà été envoyé. Vous pouvez renvoyer les paiements en attente à partir de l’affichage des paiements en attente.
ro: Instrucțiunea de plată a fost deja trimisă. Puteți retrimite plățile în așteptare din vizualizarea plăților în așteptare.
ru: Платежное поручение уже отправлено. Вы можете повторно отправить ожидающие платежи в представлении ожидающих платежей.
sr: Uputstvo za plaćanje je već poslato. Uplate na čekanju možete ponovo da posaote iz prikaza neobrađene uplate.
sv: Betalningsinstruktion har redan skickats. Du kan skicka om väntande betalningar från vyn väntande betalning.

# PaymentSuccess
source: Payment successfully realized.
fr: Paiement réalisé avec succès.
ro: Plata realizată cu succes.
ru: Оплата успешно осуществлена.
sr: Plaćanje je uspešno realizovano.
sv: Betalningen har genomförts.

source: Phone
fr: Téléphone
ro: Telefon
ru: Телефон
sr: Telefon
sv: Telefon

source: Pick photo
fr: Choisissez une photo
ro: Alege fotografia
ru: Выбрать фотографию
sr: Odaberi fotografiju
sv: Välj foto

source: Present
fr: Présent
ro: Prezent
ru: Присутствующий
sr: Poklon
sv: Presentera

source: Product Information
fr: Informations sur le produit
ro: Informații despre produs
ru: Информация о продукте
sr: Informacije o proizvodu
sv: Produktinformation

source: Profiling
fr: Profilage
ro: Profilare
ru: Профилирование
sr: Profilisanje
sv: Profilering

# PurposeReviewToken
source: Reviewing token where you are part.
fr: Examen du jeton dont vous faites partie.
ro: Revizuirea tokenului din care faceți parte.
ru: Просмотр токена, в котором вы состоите.
sr: Redigovanje simbola mesta gde ste deo.
sv: Granska token där du är en del.

source: Question
ro: Întrebare
ru: Вопрос
sr: Pitanje
sv: Fråga

source: Reference
fr: Référence
ro: Referință
ru: Ссылка
sr: Referenca
sv: Hänvisning

source: Registry
fr: Registre
ro: Registru
ru: Регистратура
sr: Registratora
sv: Register

# RemoveSubscriptionFrom
source: Do you want to remove the presence subscription from {0}?
fr: Vous souhaitez supprimer l’abonnement de présence de {0} ?
ro: Doriți să eliminați abonamentul de prezență din {0}?
ru: Вы хотите удалить подписку на присутствие из {0}?
sr: Želite li da uklonite pretplatu na prisustvo iz {0}?
sv: Vill du ta bort närvaroprenumerationen från {0}?

source: Request Payment
fr: Demander un paiement
ro: Solicitați plata
ru: Запросить оплату
sr: Uplata zahteva
sv: Begär betalning

# RequestPaymentMessage
source: Requesting payment of {0} {1}.
fr: Demande de paiement de {0} {1}.
ro: Solicitarea plății {0} {1}.
ru: Запрос на оплату {0} {1}.
sr: Zahtevam isplatu {0} {1}.
sv: Begära betalning av {0} {1}.

# RequestPaymentDescription
source: To request payment from someone, fill in the details about the payment below, and click the Generate QR Code button. The generated code can be used by the other party, to generate a payment to your account.
fr: Pour demander un paiement à quelqu’un, remplissez les détails du paiement ci-dessous, puis cliquez sur le bouton Générer un code QR. Le code généré peut être utilisé par l’autre partie pour générer un paiement sur votre compte.
ro: Pentru a solicita plata de la cineva, completați detaliile despre plată de mai jos și faceți clic pe butonul Generați cod QR. Codul generat poate fi folosit de cealaltă parte, pentru a genera o plată în contul dvs.
ru: Чтобы запросить платеж у кого-либо, заполните данные о платеже ниже и нажмите кнопку «Сгенерировать QR-код». Сгенерированный код может быть использован другой стороной для формирования платежа на ваш счет.
sr: Da biste zatražili uplatu od nekoga, popunite detalje o plaćanju ispod i kliknite na dugme Generiši KR kod. Generisani kod može da se koristi od strane druge strane, da generiše uplatu na vaš račun.
sv: För att efterfråga en betalning från någon, fyll i detaljerna om betalningen nedan, och klicka knappen för att en Generera QR-kod. Den genererade koden kan användas av den andra parten för att generera en betalning till ditt konto.

source: Room
fr: Chambre
ro: Cameră
ru: Комната
sr: Soba
sv: Rum

# RulesDeleted
source: Provisioning rules have been deleted.
fr: Les règles de provisionnement ont été supprimées.
ro: Regulile de asigurare a accesului au fost eliminate.
ru: Правила подготовки были удалены.
sr: Pravila obezbeđivanja su izbrisana.
sv: Etableringsregler har tagits bort.

source: Scan QR Code
fr: Scanner le code QR
ro: Scanați codul QR
ru: Отсканировать QR-код
sr: Skeniraj QR kôd
sv: Skanna QR-kod

# ScanQRShort
source: Scan QR
fr: Scanner QR
ro: Scanare QR
ru: Сканировать QR-код
sr: Skeniraj QR
sv: Skanna QR

# ShowIDShort
source: Show ID
fr: Afficher l’ID
ro: Afișare ID
ru: Показать ID
sr: Prikaži ID
sv: Visa ID

# SelectContactToPay
source: Below are all contacts in your contact book. Select the contact to whom you want to make the payment.
fr: Vous trouverez ci-dessous tous les contacts de votre carnet de contacts. Sélectionnez le contact auquel vous souhaitez effectuer le paiement.
ro: Mai jos sunt toate contactele din agenda dvs. Selectați persoana de contact căreia doriți să efectuați plata.
ru: Ниже приведены все контакты в вашей контактной книге. Выберите контактное лицо, которому вы хотите произвести оплату.
sr: Ispod su svi kontakti u vašoj knjizi kontakata. Izaberite kontakt kome želite da izvršite uplatu.
sv: Nedan finns alla kontakter i din kontaktbok. Välj den kontakt som du vill göra betalningen till.

source: Select from whom to request payment.
fr: Sélectionnez à qui demander le paiement.
ro: Selectați de la cine să solicitați plata.
ru: Выберите, у кого запрашивать оплату.
sr: Izaberite od koga želite da zatražite uplatu.
sv: Välj vem du vill begära betalning ifrån.

# SelectingAPhotoIsNotSupported
source: Selecting a photo is not supported on this device
fr: La sélection d’une photo n’est pas prise en charge sur cet appareil
ro: Selectarea unei fotografii nu este acceptată pe acest dispozitiv
ru: Выбор фотографии не поддерживается на этом устройстве
sr: Izbor fotografije nije podržan na ovom uređaju
sv: Det går inte att välja ett foto på den här enheten

# SelectServiceProviderBuyEDaler
source: Select the Service Provider you want to use to buy eDaler.
fr: Sélectionnez le fournisseur de services que vous souhaitez utiliser pour acheter eDaler.
ro: Selectați furnizorul de servicii pe care doriți să îl utilizați pentru a cumpăra eDaler.
ru: Выберите поставщика услуг, которого вы хотите использовать для покупки eDaler.
sr: Izaberite dobavljača usluga kojeg želite da koristite za kupovinu eDaler-a.
sv: Välj den tjänsteleverantör du vill använda för att köpa eDaler.

# SelectServiceProviderSellEDaler
source: Select the Service Provider you want to use to sell eDaler.
fr: Sélectionnez le fournisseur de services que vous souhaitez utiliser pour vendre eDaler.
ro: Selectați furnizorul de servicii pe care doriți să îl utilizați pentru a vinde eDaler.
ru: Выберите поставщика услуг, которого вы хотите использовать для продажи eDaler.
sr: Izaberite dobavljača usluga kojeg želite da koristite za prodaju eDaler-a.
sv: Välj den tjänsteleverantör du vill använda för att sälja eDaler.

source: Sell eDaler.
fr: Vendre eDaler.
ro: Vindeți eDaler.
ru: Продам eDaler.
sr: Prodaj eDaler.
sv: Sälj eDaler.

source: Send Information To?
fr: Envoyer des informations à ?
ro: Trimiteți informații către?
ru: Отправить информацию?
sr: Želite li da pošaljete informacije?
sv: Skicka information till?

# SensorDataAccepted
source: Request has been accepted.
fr: La demande a été acceptée.
ro: Cererea a fost acceptată.
ru: Заявка принята.
sr: Zahtev je prihvaćen.
sv: Begäran har godkänts.

# SensorDataCancelled
source: Sensor Data readout has been cancelled.
fr: La lecture des données du capteur a été annulée.
ro: Citirea datelor senzorilor a fost anulată.
ru: Считывание данных с датчиков отменено.
sr: Očitavanje podataka senzora je otkazano.
sv: Avläsning av sensordata har avbrutits.

# SensorDataDone
source: Sensor Data readout has completed.
fr: La lecture des données du capteur est terminée.
ro: Citirea datelor senzorilor s-a finalizat.
ru: Считывание данных датчика завершено.
sr: Očitavanje podataka senzora je dovršeno.
sv: Avläsningen av sensordata har slutförts.

# SensorDataFailure
source: Sensor Data readout has failed.
fr: La lecture des données du capteur a échoué.
ro: Citirea datelor senzorului nu a reușit.
ru: Сбой считывания данных датчика.
sr: Očitavanje podataka senzora nije uspelo.
sv: Avläsningen av sensordata misslyckades.

# SensorDataHeaderComputed
source: Computed
fr: Calculé
ro: Calculat
ru: Вычисляемый
sr: Izračunato
sv: Beräknade

# SensorDataHeaderHistorical
source: Historical
fr: Historique
ro: Istoric
ru: Исторический
sr: Istorijski
sv: Historisk

# SensorDataHeaderIdentity
source: Identity
fr: Identité
ro: Identitate
ru: Тождество
sr: Identitet
sv: Identitet

# SensorDataHeaderMomentary
source: Momentary
fr: Momentané
ro: Momentan
ru: Мгновенный
sr: Trenutna
sv: Tillfällig

# SensorDataHeaderOther
source: Other
fr: Autre
ro: Alt
ru: Другой
sr: Drugi
sv: Övrigt __________

# SensorDataHeaderPeak
source: Peak
fr: Sommet
ro: Vârf
ru: Пик
sr: Vrhunac
sv: Topp

# SensorDataHeaderStatus
source: Status
fr: Statut
ro: Stare
ru: Статус

# SensorDataReceiving
source: Receiving Sensor Data.
fr: Réception des données des capteurs.
ro: Recepționarea datelor senzorului.
ru: Получение данных с датчиков.
sr: Primanje podataka senzora.
sv: Ta emot sensordata.

# SensorDataRequested
source: Sensor Data has been requested.
fr: Les données du capteur ont été demandées.
ro: Datele senzorilor au fost solicitate.
ru: Запрошены данные датчиков.
sr: Podaci o senzorima su zatraženi.
sv: Sensordata har begärts.

# SensorDataStarted
source: Sensor Data readout has started.
fr: La lecture des données du capteur a commencé.
ro: Citirea datelor senzorului a început.
ru: Началось считывание данных с датчиков.
sr: Očitavanje podataka senzora je počelo.
sv: Avläsning av sensordata har startat.

source: Serial Number
fr: Matricule
ro: Număr de serie
ru: Порядковый номер
sr: Serijski broj
sv: Serienummer

# ServerDoesNotSupportFileUpload
source: The server does not seem to support File Uploading.
fr: Le serveur ne semble pas prendre en charge le téléchargement de fichiers.
ro: Serverul nu pare să accepte încărcarea fișierelor.
ru: Похоже, что сервер не поддерживает загрузку файлов.
sr: Izgleda da server ne podržava otpremanje datoteka.
sv: Servern verkar inte ha stöd för filuppladdning.

source: Service
ro: Serviciu
ru: Служба
sr: Usluga
sv: Tjänst

source: Share
fr: Partager
ro: Acțiune
ru: Предоставить общий доступ
sr: Delite
sv: Dela

source: State Diagram
fr: Diagramme d’état
ro: Diagramă de stare
ru: Диаграмма состояний
sr: Državni dijagram
sv: Tillståndsdiagram

source: Street Name
fr: Nom de la rue
ro: Numele străzii
ru: Название улицы
sr: Ime ulice
sv: Gatunamn

source: Street Number
fr: Numéro de rue
ro: Numărul străzii
ru: Номер улицы
sr: Broj ulice
sv: Gatunummer

source: Take photo
fr: Prendre une photo
ro: Faceți o fotografie
ru: Сделать фото
sr: Fotografisanje
sv: Ta foto

# TakePhotoToShare
source: Take a photo to share
fr: Prendre une photo à partager
ro: Faceți o fotografie pentru a o partaja
ru: Сделайте фотографию, чтобы поделиться ею
sr: Fotografisanje za deljenje
sv: Ta ett foto som du vill dela

# TakingAPhotoIsNotSupported
source: Taking a photo is not supported on this device
fr: La prise de photo n’est pas prise en charge sur cet appareil
ro: Realizarea unei fotografii nu este acceptată pe acest dispozitiv
ru: Фотосъемка на этом устройстве не поддерживается
sr: Fotografisanje nije podržano na ovom uređaju
sv: Det går inte att ta ett foto på den här enheten

# TheSpecifiedCodeIsNotALegalIdentity
source: You need to scan a different type of QR Code, one that represents a Neuro-Access identity
fr: Vous devez scanner un autre type de code QR, qui représente une identité Neuro-Access
ro: Trebuie să scanați un alt tip de cod QR, unul care reprezintă o identitate Neuro-Access
ru: Вам нужно отсканировать QR-код другого типа, который представляет собой удостоверение Neuro-Access
sr: Potrebno je da skenirate drugi tip QR koda, onaj koji predstavlja Neuro-Access identitet
sv: Du måste skanna en annan typ av QR-kod, en som representerar en Neuro-Access identitet

# ThingDisowned
source: This has been successfully disowned. It can now be claimed by a new owner.
fr: Cela a été désavoué avec succès. Il peut maintenant être réclamé par un nouveau propriétaire.
ro: Acest lucru a fost renegat cu succes. Acum poate fi revendicat de un nou proprietar.
ru: От этого успешно открещиваются. Теперь на него может претендовать новый владелец.
sr: Ovo se uspešno odreklo. Sada ga može tražiti novi vlasnik.
sv: Detta har framgångsrikt förnekats. Den kan nu tas i anspråk av en ny ägare.

source: Time
fr: Heure
ro: Oră
ru: Время
sr: Vreme
sv: Tid

# ToDevice
source: To device, regardless of source
fr: Vers l’appareil, quelle que soit la source
ro: Către dispozitiv, indiferent de sursă
ru: На устройство, независимо от источника
sr: Na uređaj, bez obzira na izvor
sv: Till enhet, oavsett källa

# ToService
source: To service, regardless of source
fr: À l’entretien, quelle que soit la source
ro: Pentru service, indiferent de sursă
ru: К обслуживанию, независимо от источника
sr: Za servis, bez obzira na izvor
sv: Till service, oavsett källa

# ToUser
source: To user, regardless of source
fr: À l’utilisateur, quelle que soit la source
ro: Pentru utilizator, indiferent de sursă
ru: Пользователю, независимо от источника
sr: Korisniku, bez obzira na izvor
sv: Till användaren, oavsett källa

# ToUser2
source: To User
fr: À l’utilisateur
ro: Către utilizator
ru: Пользователю
sr: Korisniku
sv: Till användare

# TransactionAccepted
source: Transaction has been accepted and processed.
fr: La transaction a été acceptée et traitée.
ro: Tranzacția a fost acceptată și procesată.
ru: Транзакция принята и обработана.
sr: Transakcija je prihvaćena i obrađena.
sv: Transaktionen har accepterats och behandlats.

source: Unable to claim thing
fr: Impossible de réclamer quelque chose
ro: Nu se poate pretinde ceva
ru: Невозможно забрать вещь
sr: Nije moguće tražiti stvar
sv: Misslyckades göra anspråk på saken

# UnableToProcessEDalerUri
source: Unable to process eDaler code.
fr: Impossible de traiter le code eDaler.
ro: Nu se poate procesa codul eDaler.
ru: Не удалось обработать код eDalaler.
sr: Nije moguće obraditi eDaler kôd.
sv: Misslyckades att bearbeta eDaler-kod.

# UnableToRespond
source: Unable to respond to request.
fr: Impossible de répondre à la demande.
ro: Nu se poate răspunde la solicitare.
ru: Не могу ответить на запрос.
sr: Nije moguće odgovoriti na zahtev.
sv: Misslyckades att svara på begäran.

source: Unrecognized event type:
fr: Type d’événement non reconnu :
ro: Tip de eveniment nerecunoscut:
ru: Тип нераспознанного события:
sr: Neprepoznatljiv tip događaja:
sv: Okänd händelsetyp:

source: User
fr: Utilisateur
ro: Utilizator
ru: Пользователь
sr: Korisnik
sv: Användare

# UserSignedAs
source: {0} signed as {1}.
fr: {0} signé comme {1}.
ro: {0} semnat ca {1}.
ru: {0} подписались как {1}.
sr: {0} kao {1}.
sv: {0} signerade som {1}.

source: Valuator
fr: Évaluateur
ro: Evaluator
ru: Устройство ввода чисел
sv: Värderare

source: Version
ro: Versiune
ru: Версия
sr: Verzija

source: Witness
fr: Témoin
ro: Martor
ru: Свидетель
sr: Svedok
sv: Vittne

source: Yesterday
fr: Hier
ro: Ieri
ru: Вчера
sr: Juče
sv: Igår

source: Account Event
fr: Événement de compte
ro: Eveniment cont
ru: Событие учетной записи
sr: Događaj naloga
sv: Händelse för konto

source: New Contract
fr: Nouveau contrat
ro: Contract nou
ru: Новый контракт
sr: Novi ugovor
sv: Nytt kontrakt

source: Propose
fr: Proposer
ro: Propune
ru: Предлагать
sr: Predloži
sv: Föreslå

source: Select who should have access to this contract.
fr: Sélectionnez qui doit avoir accès à ce contrat.
ro: Selectați cine ar trebui să aibă acces la acest contract.
ru: Выберите, кто должен иметь доступ к этому контракту.
sr: Izaberite ko bi trebalo da ima pristup ovom ugovoru.
sv: Välj vem som ska ha åtkomst till det här kontraktet.

source: Select your role in this contract.
fr: Sélectionnez votre rôle dans ce contrat.
ro: Selectați rolul dvs. în acest contract.
ru: Выберите свою роль в этом контракте.
sr: Izaberite svoju ulogu u ovom ugovoru.
sv: Välj din roll i det här kontraktet.

source: Your Role
fr: Votre rôle
ro: Rolul tău
ru: Ваша роль
sr: Vaša uloga
sv: Din roll

source: Add Contact
fr: Ajouter un contact
ro: Adăugare contact
ru: Добавить контакт
sr: Dodaj kontakt
sv: Lägg till kontakt

source: Client Signatures
fr: Signatures des clients
ro: Semnături client
ru: Подписи клиентов
sr: Potpisi klijenta
sv: Kundens signaturer

# ClientSignaturesInfoText
source: Cryptographic signatures made by different parts are listed below.
fr: Les signatures cryptographiques faites par différentes parties sont répertoriées ci-dessous.
ro: Semnăturile criptografice realizate de diferite părți sunt enumerate mai jos.
ru: Ниже перечислены криптографические подписи, сделанные различными частями.
sr: U nastavku su navedeni šifrovani potpisi napravljeni različitim delovima.
sv: Kryptografiska signaturer som gjorts av olika delar listas nedan.

source: Delete contract
fr: Supprimer le contrat
ro: Ștergeți contractul
ru: Удалить контракт
sr: Izbriši ugovor
sv: Ta bort kontrakt

# GeneralInformationInfoText
source: Following is some general information about the contract.
fr: Voici quelques informations générales sur le contrat.
ro: Următoarele sunt câteva informații generale despre contract.
ru: Ниже приведена некоторая общая информация о контракте.
sr: Slede neke opšte informacije o ugovoru.
sv: Nedan följer lite allmän information om kontraktet.

source: Human readable text
fr: Texte lisible par l’homme
ro: Text lizibil pentru om
ru: Удобочитаемый текст
sr: Ljudski čitljiv tekst
sv: Människoläsbar text

# MachineReadableText
source: Machine readable information
fr: Informations lisibles par machine
ro: Informații care pot fi citite automat
ru: Машиночитаемая информация
sr: Informacije o čitljivom računaru
sv: Maskinläsbar information

source: Obsolete contract
fr: Contrat obsolète
ro: Contract caduc
ru: Устаревший контракт
sr: Zastareli ugovor
sv: Utgånget avtal

# ParametersInfoText
source: Contract parameters are shown below, together with their corresponding values.
fr: Les paramètres du contrat sont indiqués ci-dessous, ainsi que leurs valeurs correspondantes.
ro: Parametrii contractului sunt prezentați mai jos, împreună cu valorile corespunzătoare.
ru: Ниже приведены параметры контракта вместе с соответствующими значениями.
sr: Dole su prikazani parametri ugovora, zajedno sa odgovarajućim vrednostima.
sv: Kontraktsparametrar visas nedan, tillsammans med deras motsvarande värden.

source: Parts
fr: Pièces
ro: Părţi
ru: Комплектующие
sr: Delove
sv: Parter

# PartsInfoText
source: The (expected) parts defined for the contract is listed below.
fr: Les parties (attendues) définies pour le contrat sont énumérées ci-dessous.
ro: Părțile (preconizate) definite pentru contract sunt enumerate mai jos.
ru: Ниже перечислены (ожидаемые) части, определенные для контракта.
sr: Dole su navedeni (očekivani) delovi definisani za ugovor.
sv: De (förväntade) parterna som definierats för kontraktet listas nedan.

source: Parts in the contract
fr: Parties du contrat
ro: Părți în contract
ru: Детали в договоре
sr: Delovi ugovora
sv: Parter i kontraktet

# PetitionContract
source: Access to Contract
fr: Accès au contrat
ro: Accesul la contract
ru: Доступ к договору
sr: Pristup ugovoru
sv: Tillgång till avtal

# PetitionContractInformationText
source: A petition for the personal data in one of your contracts has been received. Review the information below and choose how you wish to respond.
fr: Une demande pour les données personnelles contenues dans l’un de vos contrats a été reçue. Passez en revue les informations ci-dessous et choisissez comment vous souhaitez répondre.
ro: A fost primită o petiție pentru datele personale dintr-unul dintre contractele dvs. Consultați informațiile de mai jos și alegeți cum doriți să răspundeți.
ru: Получено ходатайство о предоставлении персональных данных в одном из ваших договоров. Ознакомьтесь с приведенной ниже информацией и выберите, как вы хотите ответить.
sr: Primljena je peticija za lične podatke u jednom od vaših ugovora. Pregledajte dole navedene informacije i odaberite način na koji želite da odgovorite.
sv: En förfrågan om personuppgifterna i ett av dina avtal har mottagits. Läs igenom informationen nedan och välj hur du vill svara.

# PetitionIdentity
source: Access to Identity
fr: Accès à l’identité
ro: Accesul la identitate
ru: Доступ к удостоверениям
sr: Pristup identitetu
sv: Tillgång till identitet

# PetitionIdentityInformationText
source: A petition for the personal data of your identity has been received. Review the information below and choose how you wish to respond.
fr: Une demande de données personnelles de votre identité a été reçue. Passez en revue les informations ci-dessous et choisissez comment vous souhaitez répondre.
ro: A fost primită o petiție pentru datele personale ale identității dvs. Consultați informațiile de mai jos și alegeți cum doriți să răspundeți.
ru: Получено ходатайство о предоставлении персональных данных, удостоверяющих вашу личность. Ознакомьтесь с приведенной ниже информацией и выберите, как вы хотите ответить.
sr: Primljena je peticija za lične podatke vašeg identiteta. Pregledajte dole navedene informacije i odaberite način na koji želite da odgovorite.
sv: En förfrågan om personuppgifter från din identitet har mottagits. Läs igenom informationen nedan och välj hur du vill svara.

# PetitionSignature
source: Signature requested
fr: Signature demandée
ro: Semnătură solicitată
ru: Требуется подпись
sr: Zahteva se potpis
sv: Begäran om underskrift skickad

source: Remove Contact
fr: Supprimer un contact
ro: Eliminați contactul
ru: Удалить контакт
sr: Ukloni kontakt
sv: Ta bort kontakt

source: Roles
fr: Rôles
ro: Roluri
ru: Роли
sr: Uloge
sv: Roller

# RolesInfoText
source: Below you can see the different roles defined for the contract. If more than one part is assumed for a role, this number will be shown in the description of the role.
fr: Ci-dessous, vous pouvez voir les différents rôles définis pour le contrat. Si plusieurs parties sont assumées pour un rôle, ce nombre sera indiqué dans la description du rôle.
ro: Mai jos puteți vedea diferitele roluri definite pentru contract. Dacă se presupune mai multe părți pentru un rol, acest număr va fi afișat în descrierea rolului.
ru: Ниже вы можете увидеть различные роли, определенные для контракта. Если для роли предполагается более одной детали, это число будет показано в описании роли.
sr: U nastavku možete videti različite uloge definisane za ugovor. Ako se za ulogu preuzme više od jednog dela, ovaj broj će biti prikazan u opisu uloge.
sv: Nedan kan du se de olika roller som definierats för kontraktet. Om mer än en del antas för en roll kommer detta nummer att visas i beskrivningen av rollen.

source: Server Signatures
fr: Signatures de serveur
ro: Semnături server
ru: Сигнатуры сервера
sr: Potpisi servera
sv: Serversignaturer
