Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# InvitedToCreateAccountOnDomain
source: You have been invited to create an account on {0}. Press OK, and enter the name of the account you wish to create.
fr: Vous avez été invité à créer un compte sur {0}. Appuyez sur OK et entrez le nom du compte que vous souhaitez créer.
ro: Ați fost invitat să creați un cont pe {0}. Apăsați OK și introduceți numele contului pe care doriți să îl creați.
ru: Вам было предложено создать учетную запись на {0}. Нажмите OK и введите имя учетной записи, которую вы хотите создать.
sr: Pozvani ste da kreirate nalog na {0}. Kliknite na dugme "U redu" i unesite ime naloga koji želite da kreirate.
sv: Du har blivit inbjuden att skapa ett konto på {0}. Tryck på Ok och ange namnet på det konto du vill skapa.

# ThisCodeCannotBeClaimedAtThisTime
source: This code represents a Neuro-Access invitation, and cannot be claimed at this time.
fr: Ce code représente une invitation Neuro-Accès et ne peut pas être réclamé pour le moment.
ro: Acest cod reprezintă o invitație Neuro-Access și nu poate fi revendicat în acest moment.
ru: Этот код представляет собой приглашение Neuro-Access и в настоящее время не может быть востребован.
sr: Ovaj kôd predstavlja neuro-pristupni poziv i trenutno se ne može tražiti.
sv: Den här koden representerar en Neuro-Access-inbjudan och kan inte användas just nu.

# DomainDoesNotFollowEncryptionPolicy
source: {0} does not follow the ubiquitous encryption policy
fr: {0} ne suit pas la politique de chiffrement omniprésente
ro: {0} nu respectă politica de criptare omniprezentă
ru: {0} не придерживается повсеместной политики шифрования
sr: {0} ne sledi sveprisutne smernice šifrovanja
sv: {0} följer inte den närvarande krypteringspolicyn

# DomainIsNotAValidOperator
source: {0} is not a valid operator
fr: {0} n’est pas un opérateur valide
ro: {0} nu este un operator valid
ru: {0} не является допустимым оператором
sr: {0} nije važeći operator
sv: {0} är inte en giltig operator

# UnableToAuthenticateWith
source: Unable to authenticate with {0}
fr: Impossible de s’authentifier auprès de {0}
ro: Nu se poate autentifica cu {0}
ru: Не удается пройти проверку подлинности с помощью {0}
sr: Nije moguće potvrditi verodostojnost pomoću {0}
sv: Det går inte att autentisera med {0}

# OperatorDoesNotSupportRegisteringNewAccounts
source: The operator {0} does not support registration of new accounts
fr: L’opérateur ne prend pas en charge l’enregistrement de nouveaux comptes {0}
ro: Operatorul {0} nu acceptă înregistrarea de conturi noi
ru: Оператор {0} не поддерживает регистрацию новых аккаунтов
sr: Operater {0} ne podržava registraciju novih računa
sv: Operatören {0} stöder inte registrering av nya konton

# UsernameNameAlreadyTaken
source: Username already exists. Please try another.
fr: Le nom d’utilisateur existe déjà. Veuillez en essayer un autre.
ro: Numele de utilizator există deja. Vă rugăm să încercați altul.
ru: Имя пользователя уже существует. Пожалуйста, попробуйте другой.
sr: Korisničko ime već postoji. Molimo vas da probate drugu.
sv: Användarnamnet är redan upptaget. Vänligen försök med ett annat.

source: Invalid username or password
fr: Nom d’utilisateur ou mot de passe non valide
ro: Nume de utilizator sau parolă nevalide
ru: Неверное имя пользователя или пароль
sr: Nevažeće korisničko ime ili lozinka
sv: Ogiltigt användarnamn eller lösenord

# UnableToConnectTo
source: Unable to connect to {0}
fr: Impossible de se connecter à {0}
ro: Imposibil de conectat la {0}
ru: Не удается подключиться к {0}
sr: Nije moguće povezati se sa {0}
sv: Det går inte att ansluta till {0}

source: Unable to connect.
fr: Impossible de se connecter.
ro: Imposibil de conectat.
ru: Не удается подключиться.
sr: Nije moguće povezati se.
sv: Det går inte att ansluta.

# AppNotConnected
source: App is not connected to the network.
fr: L’application n’est pas connectée au réseau.
ro: Aplicația nu este conectată la rețea.
ru: Приложение не подключено к сети.
sr: Aplikacija nije povezana sa mrežom.
sv: Appen är inte ansluten till nätverket.

# InvalidTagSignatureId
source: Invalid TAG Signature URI.
fr: URI de signature TAG non valide.
ro: URI de semnătură etichetă nevalid.
ru: Недопустимый URI подписи TAG.
sr: Nevažeći URI potpisa TAG.
sv: Ogiltig URI för taggsignatur.

# LegalIdNotApproved
source: ID not approved.
fr: Pièce d’identité non approuvée.
ro: Actul de identitate nu este aprobat.
ru: Удостоверение личности не утверждено.
sr: ID nije odobren.
sv: ID ej godkännt.

# NoLegalIdSelected
source: No ID selected.
fr: Aucun ID sélectionné.
ro: Nu este selectat niciun ID.
ru: Идентификатор не выбран.
sr: Nije izabran ID.
sv: Inget ID valt.

source: Peer review accepted
fr: Évaluation par les pairs acceptée
ro: Evaluarea inter pares acceptată
ru: Рецензирование принято
sr: Vršnjačka recenzija je prihvaćena
sv: Attest accepterad

source: Peer review rejected
fr: Rejet de l’évaluation par les pairs
ro: Evaluarea inter pares a fost respinsă
ru: Рецензия отклонена
sr: Odbijena je redigovanje ravnopravnog uređaja
sv: Attest avvisad

# SignaturePetitionDenied
source: The signature petition was denied.
fr: La pétition de signatures a été rejetée.
ro: Petiția semnată a fost respinsă.
ru: Ходатайство о подписи было отклонено.
sr: Peticija za potpis je odbijena.
sv: Underskriftsansökan avslogs.

source: Petition sent
fr: Envoi de la pétition
ro: Petiție trimisă
ru: Петиция отправлена
sr: Peticija poslata
sv: Förfrågan skickad

source: Petition to view contract was denied.
fr: La demande de consultation du contrat a été rejetée.
ro: Petiția de a vedea contractul a fost respinsă.
ru: Ходатайство о пересмотре договора было отклонено.
sr: Peticija za viđenje ugovora je odbijena.
sv: Förfrågan om att se kontraktet avslogs.

# PetitionToViewLegalIdentityWasDenied
source: Petition to view identity was denied.
fr: La demande de voir l’identité a été refusée.
ro: Petiția pentru vizualizarea identității a fost respinsă.
ru: Ходатайство об ознакомлении с удостоверением личности было отклонено.
sr: Peticija za viđenje identiteta je odbijena.
sv: Förfrågan om att se identiteten avslogs.

# APetitionHasBeenSentToTheContract
source: A petition has been sent to the parts of the contract. If any of the parts accepts the petition, the contract information will be displayed on the screen.
fr: Une pétition a été envoyée aux parties du contrat. Si l’une des parties accepte la demande, les informations du contrat seront affichées à l’écran.
ro: O petiție a fost trimisă părților contractului. Dacă oricare dintre părți acceptă petiția, informațiile contractuale vor fi afișate pe ecran.
ru: По частям договора направлено ходатайство. Если какая-либо из сторон примет петицию, на экране отобразится информация о договоре.
sr: Delovima ugovora poslata je peticija. Ako bilo koji deo prihvati peticiju, informacije o ugovoru će biti prikazane na ekranu.
sv: En förfrågan har skickats till kontraktets parter. Om någon av parterna godkänner förfrågan kommer avtalsinformationen visas på skärmen.

# APetitionHasBeenSentToTheOwner
source: A petition has been sent to the owner of the identity. If the owner accepts the petition, the identity information will be displayed on the screen.
fr: Une pétition a été envoyée au propriétaire de l’identité. Si le propriétaire accepte la demande, les informations d’identité seront affichées à l’écran.
ro: O petiție a fost trimisă proprietarului identității. Dacă proprietarul acceptă petiția, informațiile de identitate vor fi afișate pe ecran.
ru: Владельцу личности направлено ходатайство. Если владелец примет петицию, на экране отобразится идентификационная информация.
sr: Vlasniku identiteta je poslata peticija. Ako vlasnik prihvati peticiju, informacije o identitetu će biti prikazane na ekranu.
sv: En förfrågan har skickats till identitetens ägare. Om ägaren godkänner förfrågan kommer identitetsinformationen att visas på skärmen.

source: A petition has been sent to your peer
fr: Une pétition a été envoyée à votre pair
ro: O petiție a fost trimisă colegilor dvs.
ru: Петиция отправлена вашему коллеге
sr: Vaša vršnjakinja je poslata peticija
sv: En förfrågan har skickats till din attestant

# APeerReviewYouhaveRequestedHasBeenAccepted
source: A peer review you requested has been accepted.
fr: Une évaluation par les pairs que vous avez demandée a été acceptée.
ro: O evaluare inter pares pe care ați solicitat-o a fost acceptată.
ru: Запрошенная вами рецензия принята.
sr: Vršnjačka recenzija koju ste tražili je prihvaćena.
sv: En attest som du begärde har godkänts.

# APeerYouRequestedToReviewHasBeenRejectedDueToSignatureError
source: A peer review you requested has been rejected, due to a signature error.
fr: Une évaluation par les pairs que vous avez demandée a été rejetée en raison d’une erreur de signature.
ro: O evaluare inter pares pe care ați solicitat-o a fost respinsă, din cauza unei erori de semnătură.
ru: Запрошенная вами рецензия была отклонена из-за ошибки подписи.
sr: Vršnjačka recenzija koju ste tražili je odbijena zbog greške u potpisu.
sv: En attest som du begärde har avvisats på grund av ett signaturfel.

# APeerYouRequestedToReviewHasRejected
source: A peer you requested to review your application, has rejected to approve it.
fr: Un pair à qui vous avez demandé d’examiner votre demande a refusé de l’approuver.
ro: Un coleg pe care l-ați solicitat să vă examineze cererea, a respins să o aprobe.
ru: Коллега, которого вы попросили рассмотреть вашу заявку, отклонил ее.
sr: Vršnjak kojeg ste tražili da pregleda vašu aplikaciju, odbio je da je odobri.
sv: En attestant som du bad att granska din ansökan har avslagit.

# UnableToGetAccessToYourPrivateKeys
source: The application was unable to get access to the private keys of the identity. This typically means the identity has been changed outside of the scope of the app. It can also be a result of a corruption of data. You can try one of two things: Press the Continue button, to continue, without the private keys. You get access to the app, but cannot sign anything. You can then choose to reapply for a new identity from the main menu, with new private keys. You can also try to repair the database, by pressing the Repair button. In the latter case, the app is closed, and the next time the app is opened, a repair-procedure is first attempted.
fr: L’application n’a pas pu accéder aux clés privées de l’identité. Cela signifie généralement que l’identité a été modifiée en dehors de la portée de l’application. Cela peut également être le résultat d’une corruption des données. Vous pouvez essayer l’une des deux choses suivantes : Appuyez sur le bouton Continuer, pour continuer, sans les clés privées. Vous avez accès à l’application, mais vous ne pouvez rien signer. Vous pouvez ensuite choisir de faire une nouvelle demande d’identité à partir du menu principal, avec de nouvelles clés privées. Vous pouvez également essayer de réparer la base de données en appuyant sur le bouton Réparer. Dans ce dernier cas, l’application est fermée et la prochaine fois que l’application est ouverte, une procédure de réparation est d’abord tentée.
ro: Aplicația nu a putut avea acces la cheile private ale identității. Aceasta înseamnă, de obicei, că identitatea a fost modificată în afara domeniului de aplicare al aplicației. Poate fi, de asemenea, rezultatul unei coruperi a datelor. Puteți încerca unul dintre cele două lucruri: Apăsați butonul Continuare, pentru a continua, fără tastele private. Aveți acces la aplicație, dar nu puteți semna nimic. Apoi puteți alege să aplicați din nou pentru o nouă identitate din meniul principal, cu noi chei private. De asemenea, puteți încerca să reparați baza de date, apăsând butonul Reparare. În acest din urmă caz, aplicația este închisă, iar data viitoare când aplicația este deschisă, se încearcă mai întâi o procedură de reparație.
ru: Приложению не удалось получить доступ к закрытым ключам удостоверения. Обычно это означает, что удостоверение было изменено за пределами приложения. Это также может быть результатом повреждения данных. Вы можете попробовать одно из двух: Нажмите кнопку «Продолжить», чтобы продолжить, без закрытых ключей. Вы получаете доступ к приложению, но не можете ничего подписывать. Затем вы можете повторно подать заявку на получение нового удостоверения в главном меню с новыми закрытыми ключами. Вы также можете попробовать восстановить базу данных, нажав кнопку Восстановить. В последнем случае приложение закрывается, и при следующем открытии приложения сначала предпринимается попытка восстановления.
sr: Aplikacija nije mogla da dobije pristup privatnim ključevima identiteta. To obično znači da je identitet promenjen izvan opsega aplikacije. To takođe može biti rezultat oštećenja podataka. Možete da pokušate jednu od dve stvari: pritisnite dugme "Nastavi", da biste nastavili, bez privatnih tastera. Dobijate pristup aplikaciji, ali ne možete ništa da potpišete. Zatim možete odabrati da ponovo primenite novi identitet iz glavnog menija, sa novim privatnim ključevima. Bazu podataka takođe možete da pokušate da popravite tako što ćete pritisnuti dugme "Popravi". U ovom drugom slučaju, aplikacija je zatvorena, a sledeći put kada se aplikacija otvori, prvo se pokuša procedura popravke.
sv: Programmet kunde inte få åtkomst till identitetens privata nycklar. Det innebär vanligtvis att identiteten har ändrats utanför appens omfång. Det kan också vara ett resultat av korrupt data. Du kan prova en av två saker: Tryck på Fortsätt-knappen för att fortsätta, utan de privata nycklarna. Du får tillgång till appen, men kan inte signera något. Du kan sedan välja att ansöka om en ny identitet från huvudmenyn, med nya privata nycklar. Du kan också försöka reparera databasen genom att trycka på knappen Reparera. I det senare fallet stängs appen, och nästa gång appen öppnas görs ett reparationsförsök.

source: Failed to close page
fr: Impossible de fermer la page
ro: Nu s-a reușit închiderea paginii
ru: Не удалось закрыть страницу
sr: Zatvaranje stranice nije uspelo
sv: Det gick inte att stänga sidan

# FailedToNavigateToPage
source: Failed to navigate to page {0} {1}
fr: Impossible d’accéder à la page {0} {1}
ro: Nu s-a reușit navigarea la pagina {0} {1}
ru: Не удалось перейти на страницу {0} {1}
sr: Kretanje do stranice nije uspelo {0} {1}
sv: Det gick inte att navigera till sidan {0} {1}

# IdCopiedSuccessfully
source: A link to the ID was copied to the clipboard.
fr: Un lien vers l’ID a été copié dans le presse-papiers.
ro: Un link către ID a fost copiat în clipboard.
ru: Ссылка на идентификатор была скопирована в буфер обмена.
sr: Veza sa ID-om je kopirana u ostavu.
sv: En länk till ID:t kopierades till Urklipp.

source: Tag value copied to clipboard
fr: Valeur de balise copiée dans le presse-papiers
ro: Valoarea etichetei copiată în clipboard
ru: Значение тега скопировано в буфер обмена
sr: Vrednost oznake kopirana u ostavu
sv: Taggvärde kopierat till Urklipp

# PleaseReviewAndCheckAllCheckboxes
source: Please review all information above, and check the corresponding check boxes if the information is correct. This must be done before you can approve the information.
fr: Veuillez consulter toutes les informations ci-dessus et cocher les cases correspondantes si les informations sont correctes. Cela doit être fait avant de pouvoir approuver les informations.
ro: Vă rugăm să consultați toate informațiile de mai sus și să bifați casetele de selectare corespunzătoare dacă informațiile sunt corecte. Acest lucru trebuie făcut înainte de a putea aproba informațiile.
ru: Пожалуйста, ознакомьтесь со всей приведенной выше информацией и установите соответствующие флажки, если информация верна. Это необходимо сделать до того, как вы сможете утвердить информацию.
sr: Pregledajte sve gorenavedene informacije i proverite odgovarajuća polja za potvrdu ako su informacije tačne. Ovo morate da uradite da biste mogli da odobrite informacije.
sv: Läs igenom all information ovan och markera motsvarande kryssrutor om informationen är korrekt. Detta måste göras innan du kan godkänna informationen.

# YouNeedToCheckCarefullyReviewed
source: You need to check the box if you have carefully reviewed all corresponding information above.
fr: Vous devez cocher la case si vous avez soigneusement examiné toutes les informations correspondantes ci-dessus.
ro: Trebuie să bifați caseta dacă ați analizat cu atenție toate informațiile corespunzătoare de mai sus.
ru: Вам нужно поставить галочку, если вы внимательно ознакомились со всей соответствующей информацией выше.
sr: Potrebno je da potvrdite izbor u polju za potvrdu ako ste pažljivo pregledali sve gorenavedene odgovarajuće informacije.
sv: Du måste kryssa i rutan om du noggrant granskat all motsvarande information ovan.

# YouNeedToApproveToAssociate
source: You need to approve to associate your personal information with the identity you review. When third parties review the information in the identity, they will have access to the identity of the reviewers, for transparency.
fr: Vous devez approuver l’association de vos informations personnelles à l’identité que vous examinez. Lorsque des tiers examinent les informations contenues dans l’identité, ils auront accès à l’identité des examinateurs, par souci de transparence.
ro: Trebuie să aprobați asocierea informațiilor dvs. personale cu identitatea pe care o revizuiți. Atunci când terții revizuiesc informațiile în identitate, vor avea acces la identitatea recenzenților, pentru transparență.
ru: Вам необходимо подтвердить, чтобы связать ваши персональные данные с удостоверением, которое вы проверяете. Когда третьи лица просматривают информацию, содержащуюся в удостоверении, они будут иметь доступ к удостоверениям проверяющих для прозрачности.
sr: Potrebno je da odobrite povezivanje ličnih informacija sa identitetom koji pregledate. Kada treća lica pregledaju informacije u identitetu, imaće pristup identitetu redaktora, radi transparentnosti.
sv: Du måste godkänna att dina personuppgifter kopplas till den identitet du granskar. När tredje parter granskar informationen i identiteten kommer de att ha tillgång till granskarnas identitet, för transparens.

# AreYouSureYouWantToRemoveContact
source: Are you sure you want to remove this contact from your list of contacts?
fr: Voulez-vous vraiment supprimer ce contact de votre liste de contacts ?
ro: Sigur doriți să eliminați această persoană de contact din lista de persoane de contact?
ru: Вы уверены, что хотите удалить этот контакт из своего списка контактов?
sr: Želite li zaista da uklonite ovaj kontakt sa liste kontakata?
sv: Är du säker på att du vill ta bort den här kontakten från din kontaktlista?

# AreYouSureYouWantToReportYourLegalIdentityAsCompromized
source: Are you sure you want to report your identity as compromised, stolen or hacked?
fr: Êtes-vous sûr de vouloir signaler votre identité comme compromise, volée ou piratée ?
ro: Sunteți sigur că doriți să vă raportați identitatea ca fiind compromisă, furată sau spartă?
ru: Вы уверены, что хотите сообщить о том, что ваша личность скомпрометирована, украдена или взломана?
sr: Želite li zaista da prijavite svoj identitet kao kompromitovan, ukraden ili hakovan?
sv: Är du säker på att du vill rapportera din identitet som komprometterad, stulen eller hackad?

# AreYouSureYouWantToRevokeYourLegalIdentity
source: Are you sure you want to revoke your identity from the application?
fr: Êtes-vous sûr de vouloir révoquer votre identité de l’application ?
ro: Sunteți sigur că doriți să vă revocați identitatea din aplicație?
ru: Вы уверены, что хотите отозвать свою личность из приложения?
sr: Želite li zaista da opozovete identitet iz aplikacije?
sv: Är du säker på att du vill återkalla din identitet från programmet?

# AreYouSureYouWantToTransferYourLegalIdentity
source: Are you sure you want to transfer your identity from this device to another? The identity will be removed from this device once completed. Also make sure no-one else can see your screen during the process.
fr: Êtes-vous sûr de vouloir transférer votre identité de cet appareil à un autre ? L’identité sera supprimée de cet appareil une fois terminée. Assurez-vous également que personne d’autre ne peut voir votre écran pendant le processus.
ro: Sunteți sigur că doriți să vă transferați identitatea de pe acest dispozitiv pe altul? Identitatea va fi eliminată de pe acest dispozitiv odată finalizată. De asemenea, asigurați-vă că nimeni altcineva nu vă poate vedea ecranul în timpul procesului.
ru: Вы уверены, что хотите перенести свою личность с этого устройства на другое? После завершения идентификация будет удалена с этого устройства. Также убедитесь, что никто другой не может видеть ваш экран во время процесса.
sr: Želite li zaista da prenesete svoj identitet sa ovog uređaja na drugi? Identitet će biti uklonjen sa ovog uređaja kada se dovrši. Takođe se uverite da niko drugi ne može da vidi ekran tokom procesa.
sv: Är du säker på att du vill överföra din identitet från denna enhet till en annan? Identiteten kommer att tas bort från den här enheten när processen slutförs. Se också till att ingen annan kan se din skärm under processen.

# UnexpectedResponse
source: An unexpected response was received.
fr: Une réponse inattendue a été reçue.
ro: S-a primit un răspuns neașteptat.
ru: Был получен неожиданный ответ.
sr: Primljen je neočekivani odgovor.
sv: Ett oväntat svar togs emot.

# FileUploadServiceNotFound
source: No file upload service found on the Service Provider.
fr: Aucun service de téléchargement de fichiers n’a été trouvé sur le fournisseur de services.
ro: Nu s-a găsit niciun serviciu de încărcare a fișierelor la furnizorul de servicii.
ru: Поставщик услуг не нашел службу загрузки файлов.
sr: Nije pronađena nijedna usluga otpremanja datoteka u dobavljaču usluga.
sv: Ingen filuppladdningstjänst hittades hos tjänsteleverantören.

# LegalServiceNotFound
source: No legal service found on the Service Provider.
fr: Aucun service juridique trouvé sur le fournisseur de services.
ro: Nu s-a găsit niciun serviciu juridic pe furnizorul de servicii.
ru: Поставщик услуг не нашел юридической услуги.
sr: Na dobavljaču usluga nije pronađena pravna usluga.
sv: Ingen juridisk tjänst hittades hos tjänsteleverantören.

# FailedToBindViewModelForPage
source: Failed to bind viewmodel {0} for page {1}
fr: Échec de la liaison de la {0} viewmodel pour la page {1}
ro: Nu s-a reușit legarea {0} viewmodel pentru pagina {1}
ru: Не удалось привязать {0} viewmodel для {1} страницы
sr: Povezivanje viewmodel {0} za {1}
sv: Det gick inte att binda viewmodel {0} för sida {1}

# FailedToRestoreViewModelStateForPage
source: Failed to restore state for viewmodel {0} for page {1}
fr: Échec de la restauration de l’état de la {0} viewmodel pour la page {1}
ro: Nu s-a reușit restabilirea stării pentru modelul de vizualizare {0} pentru pagina {1}
ru: Не удалось восстановить состояние для модели представлений {0} для страницы {1}
sr: Vraćanje stanja u prethodno stanje za viewmodel {0} za stranicu {1}
sv: Det gick inte att återställa tillståndet för viewmodel {0} för sida {1}

# FailedToSaveViewModelStateForPage
source: Failed to save state for viewmodel {0} for page {1}
fr: Échec de l’enregistrement de l’état pour le modèle de vue {0} pour la page {1}
ro: Nu s-a reușit salvarea stării pentru modelul de vizualizare {0} pentru pagina {1}
ru: Не удалось сохранить состояние для модели представлений {0} для страницы {1}
sr: Čuvanje stanja za viewmodel za {0} za stranicu {1}
sv: Det gick inte att spara tillståndet för viewmodel {0} för sidan {1}
