Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# EnterCurrentPassword
source: Enter current pin:
fr: Entrez le code PIN actuel :
ro: Introduceți codul PIN curent:
ru: Введите текущий пин-код:
sr: Unesite trenutni pin:
sv: Ange nuvarande pin:

# EnterNewPassword
source: Enter new pin:
fr: Entrez un nouveau code PIN :
ro: Introduceți noul pin:
ru: Введите новый пин-код:
sr: Unesite novi pin:
sv: Ange nytt pin:

source: Identity Settings
fr: Paramètres d’identité
ro: Setări de identitate
ru: Настройки удостоверения
sr: Postavke identiteta
sv: Identitetsinställningar

source: Language options
fr: Options de langue
ro: Opțiuni de limbă
ru: Языковые опции
sr: Jezičke opcije
sv: Språkval

# LanguageOptionsDescription
source: Choose your preferred language.
fr: Choisissez votre langue préférée.
ro: Alegeți limba preferată.
ru: Выберите предпочитаемый язык.
sr: Odaberite željeni jezik.
sv: Välj språk.

source: Light mode
fr: Mode lumière
ro: Modul luminos
ru: Светлый режим
sr: Režim osvetljenja
sv: Ljust läge

# ProhibitRecording
source: Prohibit screen recording
fr: Interdire l’enregistrement d’écran
ro: Interzicerea înregistrării pe ecran
ru: Запретить запись экрана
sr: Zabrani snimanje ekrana
sv: Förhindra skärminspelning

# ReportAsCompromized
source: Report as Compromised
fr: Signaler comme compromis
ro: Raportați ca fiind compromis
ru: Сообщить о компрометации
sr: Izveštaj kao kompromitovan
sv: Rapportera som komprometterad

# ReportAsCompromizedDescription
source: Report if App, PIN or phone has been compromised, hacked or stolen.
fr: Signalez si l’application, le code PIN ou le téléphone a été compromis, piraté ou volé.
ro: Raportați dacă aplicația, codul PIN sau telefonul au fost compromise, sparte sau furate.
ru: Сообщайте о том, что приложение, PIN-код или телефон были скомпрометированы, взломаны или украдены.
sr: Prijavite da li su aplikacija, PIN ili telefon kompromitovani, hakovani ili ukradeni.
sv: Rapportera om appen, pinkoden eller telefonen har komprometterats, hackats eller stulits.

source: Revoke Identity
fr: Révoquer l’identité
ro: Revocarea identității
ru: Отзыв удостоверения
sr: Opoziv identiteta
sv: Spärra identitet

# RevokeIdentityDescription
source: Revoke the current identity from the App, and apply for a new one.
fr: Révoquez l’identité actuelle de l’application et demandez-en une nouvelle.
ro: Revocați identitatea curentă din aplicație și solicitați una nouă.
ru: Отзовите текущее удостоверение из Приложения и подайте заявку на получение нового.
sr: Opozovete trenutni identitet iz aplikacije i prijavite se za novi.
sv: Spärra den aktuella identiteten från appen och ansök om en ny.

source: Screen recording
fr: Enregistrement d’écran
ro: Înregistrare ecran
ru: Запись экрана
sr: Snimanje ekrana
sv: Skärminspelning

source: Security Settings
fr: Paramètres de sécurité
ro: Setări de securitate
ru: Настройки безопасности
sr: Bezbednosne postavke
sv: Säkerhetsinställningar

source: Select Display Mode
fr: Sélectionnez le mode d’affichage
ro: Selectați modul de afișare
ru: Выберите режим отображения
sr: Izbor režima prikaza
sv: Välj visningsläge

source: Settings
fr: Paramètres
ro: Setări
ru: Параметры
sr: Postavke
sv: Inställningar

source: View ID
fr: Voir l’ID
ro: Vizualizare ID
ru: Идентификатор
sr: ID prikaza
sv: Visa ID

source: Authentication method
fr: Méthode d’authentification
ro: Metoda de autentificare
ru: Метод проверки подлинности
sr: Metod potvrde identiteta
sv: Autentiseringsmetod

# Fingerprint
source: Biometric
fr: Biométrique
ro: Biometrice
ru: Биометрический
sr: Biometrijski
sv: Biometrisk

# Password
source: PIN
fr: ÉPINGLER
ru: БУЛАВКА

source: Application
ro: Aplicație
ru: Приложение
sr: Aplikacije
sv: Ansökan

source: Applications
ro: Aplicaţii
ru: Приложений
sr: Aplikacije
sv: Ansökningar

source: Are you sure you want to revoke the current ID application?
fr: Voulez-vous vraiment révoquer la demande d’ID actuelle ?
ro: Sigur doriți să revocați cererea de identitate curentă?
ru: Вы уверены, что хотите отозвать текущее заявление на получение удостоверения личности?
sr: Želite li zaista da opozovete trenutnu ID aplikaciju?
sv: Är du säker på att du vill återkalla den aktuella ID-ansökan?

# AreYouSureYouWantToSendThisIdApplication
source: Are you sure you want to send a new ID Application? Sending an ID application will obsolete your current ID.
fr: Êtes-vous sûr de vouloir envoyer une nouvelle demande d’identité ? L’envoi d’une demande d’identification rendra obsolète votre pièce d’identité actuelle.
ro: Sigur doriți să trimiteți o nouă cerere de identitate? Trimiterea unei cereri de identitate vă va perima ID-ul actual.
ru: Вы уверены, что хотите отправить новое заявление на получение удостоверения личности? При отправке заявления на получение удостоверения личности ваше текущее удостоверение личности устареет.
sr: Želite li zaista da pošaljete novu ID aplikaciju? Slanje ID aplikacije će zastareli vaš trenutni ID.
sv: Är du säker på att du vill skicka en ny ID-ansökan? Om du skickar en ny ID-ansökan blir ditt nuvarande ID ogiltigt.

# ConsentDescription
source: I consent to the processing of the personal information provided in this application, for the purposes of validating and approving the application.
fr: Je consens au traitement des informations personnelles fournies dans cette demande, aux fins de validation et d’approbation de la demande.
ro: Sunt de acord cu prelucrarea informațiilor personale furnizate în această aplicație, în scopul validării și aprobării cererii.
ru: Я даю согласие на обработку персональных данных, предоставленных в этом заявлении, в целях проверки и одобрения заявки.
sr: Pristajem na obradu ličnih podataka navedenih u ovoj aplikaciji, u svrhu provere valjanosti i odobravanja aplikacije.
sv: Jag samtycker till behandlingen av de personuppgifter som lämnas i denna ansökan, i syfte att validera och godkänna ansökan.

source: Contact information
fr: Coordonnées
ro: Informații de contact
ru: Контактная информация
sr: Kontakt informacije
sv: Kontaktuppgifter

# ContactInformationDescription
source: The following contact information will be included in the application. This information is taken from the onboarding process.
fr: Les coordonnées suivantes seront incluses dans la demande. Ces informations sont tirées du processus d’intégration.
ro: Următoarele informații de contact vor fi incluse în cerere. Aceste informații sunt preluate din procesul de integrare.
ru: В заявке будет указана следующая контактная информация. Эта информация берется из процесса адаптации.
sr: Sledeće kontakt informacije će biti uključene u aplikaciju. Ove informacije su preuzete iz procesa ukrcavanja.
sv: Följande kontaktuppgifter kommer att finnas med i ansökan. Den här informationen hämtas från registreringsprocessen.

# ContactInformationSentDescription
source: The following contact information has been included in the application for a Personal ID.
fr: Les coordonnées suivantes ont été incluses dans la demande d’identification personnelle.
ro: Următoarele informații de contact au fost incluse în cererea pentru un ID personal.
ru: В заявлении на получение удостоверения личности указана следующая контактная информация.
sr: Sledeće kontakt informacije su uključene u aplikaciju za lični ID.
sv: Följande kontaktuppgifter har inkluderats i ansökan om ett personligt ID.

# CorrectDescription
source: I affirm the information provided above is both current and correct.
fr: J’affirme que les informations fournies ci-dessus sont à la fois actuelles et correctes.
ro: Afirm că informațiile furnizate mai sus sunt atât actuale, cât și corecte.
ru: Я подтверждаю, что информация, представленная выше, является актуальной и правильной.
sr: Potvrđujem da su gore navedene informacije i aktuelne i tačne.
sv: Jag bekräftar att informationen ovan är både aktuell och korrekt.

source: Could you please review my identity information?
fr: Pourriez-vous vérifier mes informations d’identité ?
ro: Ați putea, vă rog, să revizuiți informațiile mele de identitate?
ru: Не могли бы вы проверить мою идентификационную информацию?
sr: Možete li, molim vas, da pregledate moje informacije o identitetu?
sv: Kan du granska min identitetsinformation?

source: E-Mail
fr: Courriel
ru: Электронная почта
sr: E-pošta
sv: E-post

source: Featured Reviewers
fr: Critiques en vedette
ro: Recenzori recomandați
ru: Избранные рецензенты
sr: Istaknuti redaktori
sv: Utvalda attestanter

# FingerprintDescription
source: Scan to authenticate
fr: Numériser pour authentifier
ro: Scanare pentru autentificare
ru: Сканирование для проверки подлинности
sr: Skeniranje za potvrdu identiteta
sv: Skanna för att autentisera.

# FingerprintTitle
source: Authentication Required
fr: Authentification requise
ro: Este necesară autentificarea
ru: Требуется аутентификация
sr: Potrebna je potvrda identiteta
sv: Autentisering krävs

# IdApplicationDescription
source: By sending in a new ID application, I hereby confirm all information provided is correct and current. The application will obsolete any current identity registered with the App.
fr: En envoyant une nouvelle demande d’identification, je confirme par la présente que toutes les informations fournies sont correctes et à jour. L’application rendra obsolète toute identité actuelle enregistrée auprès de l’application.
ro: Prin trimiterea unei noi cereri de identificare, confirm că toate informațiile furnizate sunt corecte și actuale. Aplicația va depăși orice identitate actuală înregistrată în aplicație.
ru: Отправляя новое заявление на получение удостоверения личности, я подтверждаю, что вся предоставленная информация верна и актуальна. Приложение устареет во всех текущих удостоверениях, зарегистрированных в Приложении.
sr: Slanjem nove ID aplikacije potvrđujem da su sve navedene informacije tačne i aktuelne. Aplikacija će zastareti svaki trenutni identitet registrovan u aplikaciji.
sv: Genom att skicka in en ny ID-ansökan bekräftar jag härmed att alla uppgifter som lämnats är korrekta och aktuella. Applikationen kommer att ersätta alla aktuella identiteter som är registrerade i appen.

# IdApplicationSentDescription
source: An application for a new ID has been sent. Waiting for the application to be reviewed. You can come back to this page to review the status of the application.
fr: Une demande de nouvelle pièce d’identité a été envoyée. En attente de l’examen de la demande. Vous pouvez revenir sur cette page pour vérifier l’état de la demande.
ro: A fost trimisă o cerere pentru un nou act de identitate. Se așteaptă revizuirea aplicației. Puteți reveni la această pagină pentru a revizui starea aplicației.
ru: Заявка на получение нового удостоверения личности отправлена. Ожидание рассмотрения заявки. Вы можете вернуться на эту страницу, чтобы проверить статус заявки.
sr: Poslata je aplikacija za novi ID. Čeka se da aplikacija bude pregledana. Možete da se vratite na ovu stranicu da biste pregledali status aplikacije.
sv: En ansökan om ett nytt ID har skickats. Ansökan håller på att granskas. Du kan komma tillbaka till den här sidan för att se status på ansökan.

source: Identity applications
fr: Applications d’identité
ro: Cereri de identitate
ru: Приложения для идентификации
sr: Aplikacije identiteta
sv: Identitetsansökan

source: Neuro-Access Account
fr: Compte Neuro-Accès
ro: Cont Neuro-Access
ru: Учетная запись Neuro-Access
sr: Neuro-pristupni nalog
sv: Neuro-Access-konto

source: Organizational ID
fr: ID de l’organisation
ro: ID organizație
ru: Идентификатор организации
sr: Organizacioni ID
sv: Organisations-ID

# OrganizationalIdDescription
source: Apply for a new digital Organizational ID. The ID will contain your personal information, the associated organizational information and your role in the organization. It can be used to to validate your personal identity, and your role in the organization, as well as gain access to services requiring a verified organizational identity.
fr: Demandez un nouvel identifiant organisationnel numérique. L’identifiant contiendra vos informations personnelles, les informations organisationnelles associées et votre rôle dans l’organisation. Il peut être utilisé pour valider votre identité personnelle et votre rôle dans l’organisation, ainsi que pour accéder à des services nécessitant une identité organisationnelle vérifiée.
ro: Solicitați un nou ID organizațional digital. ID-ul va conține informațiile dvs. personale, informațiile organizaționale asociate și rolul dvs. în organizație. Acesta poate fi folosit pentru a vă valida identitatea personală și rolul în organizație, precum și pentru a obține acces la servicii care necesită o identitate organizațională verificată.
ru: Подайте заявку на получение нового цифрового идентификатора организации. Идентификатор будет содержать вашу личную информацию, связанную с ней информацию об организации и вашу роль в организации. Его можно использовать для подтверждения вашей личности и вашей роли в организации, а также для получения доступа к услугам, требующим подтвержденной идентификации организации.
sr: Prijavite se za novi digitalni organizacioni ID. ID će sadržati vaše lične informacije, povezane organizacione informacije i vašu ulogu u organizaciji. Može se koristiti za proveru ličnog identiteta i vaše uloge u organizaciji, kao i za dobijanje pristupa uslugama koje zahtevaju provereni organizacioni identitet.
sv: Ansök om ett nytt digitalt organisations-ID. ID:t innehåller din personliga information, tillhörande organisationsinformation och din roll i organisationen. Den kan användas för att validera din personliga identitet och din roll i organisationen, samt få tillgång till tjänster som kräver en verifierad organisationsidentitet.

# OrganizationalInformationDescription
source: The following organizational information will be included in the application for an Organizational ID.
fr: Les informations organisationnelles suivantes seront incluses dans la demande d’ID d’organisation.
ro: Următoarele informații organizaționale vor fi incluse în cererea pentru un ID de organizație.
ru: Следующая организационная информация будет включена в заявку на получение идентификатора организации.
sr: Sledeće organizacione informacije će biti uključene u aplikaciju za organizacioni ID.
sv: Följande organisationsinformation kommer att ingå i ansökan om ett organisations-ID.

# OrganizationalInformationSentDescription
source: The following organizational information has been included in the application for an Organizational ID.
fr: Les informations organisationnelles suivantes ont été incluses dans la demande d’ID d’organisation.
ro: Următoarele informații organizaționale au fost incluse în cererea pentru un ID de organizație.
ru: В заявку на получение идентификатора организации включены следующие организационные сведения.
sr: Sledeće organizacione informacije su uključene u aplikaciju za organizacioni ID.
sv: Följande organisationsinformation har inkluderats i ansökan om organisations-ID.

# PeerReviewDescription
source: Peer reviews are enabled. This allows you to request peers (people with already approved digital IDs) to review your application and approve it.
fr: Les évaluations par les pairs sont activées. Cela vous permet de demander à des pairs (personnes ayant déjà des identifiants numériques approuvés) d’examiner votre demande et de l’approuver.
ro: Evaluările inter pares sunt activate. Acest lucru vă permite să solicitați colegilor (persoane cu ID-uri digitale deja aprobate) să vă examineze cererea și să o aprobe.
ru: Рецензирование включено. Это позволяет вам просить одноранговых узлов (людей с уже утвержденными цифровыми удостоверениями) рассмотреть вашу заявку и утвердить ее.
sr: Vršnjačke recenzije su omogućene. Ovo vam omogućava da zatražite od vršnjaka (osoba sa već odobrenim digitalnim ID-ovima) da pregledaju vašu aplikaciju i odobre je.
sv: Attestering är aktiverad. På så sätt kan du efterfråga personer med godkända digitala ID:n och tjänster att granska din ansökan och godkänna den.

source: Personal ID
fr: Identification personnelle
ru: Личный идентификатор
sr: Lična lična id
sv: Personligt ID

# PersonalIdDescription
source: Apply for a new digital Personal ID. The ID will contain your personal information and can be used to to validate your personal identity, as well as gain access to services requiring a verified personal identity.
fr: Demandez une nouvelle carte d’identité numérique. La pièce d’identité contiendra vos informations personnelles et pourra être utilisée pour valider votre identité personnelle, ainsi que pour accéder à des services nécessitant une identité personnelle vérifiée.
ro: Solicitați un nou ID personal digital. ID-ul va conține informațiile dvs. personale și poate fi utilizat pentru a vă valida identitatea personală, precum și pentru a avea acces la servicii care necesită o identitate personală verificată.
ru: Подайте заявку на получение нового цифрового удостоверения личности. Удостоверение личности будет содержать вашу личную информацию и может быть использовано для подтверждения вашей личности, а также для получения доступа к услугам, требующим подтвержденной личности.
sr: Prijavite se za novi digitalni lični ID. ID će sadržati vaše lične podatke i može se koristiti za proveru vašeg ličnog identiteta, kao i za dobijanje pristupa uslugama koje zahtevaju provereni lični identitet.
sv: Ansök om ett nytt digitalt Personligt ID. ID:t kommer att innehålla din personliga information och kan användas för att validera din personliga identitet, samt få tillgång till tjänster som kräver en verifierad personlig identitet.

# PersonalInformationDescription
source: The following personal information will be included in the application for a Personal ID.
fr: Les informations personnelles suivantes seront incluses dans la demande d’identification personnelle.
ro: Următoarele informații personale vor fi incluse în cererea pentru un ID personal.
ru: Следующая личная информация будет включена в заявление на получение удостоверения личности.
sr: Sledeće lične informacije biće uključene u aplikaciju za lični ID.
sv: Följande personuppgifter kommer att ingå i ansökan om ett personligt ID.

# PersonalInformationSentDescription
source: The following personal information has been included in the application for a Personal ID.
fr: Les informations personnelles suivantes ont été incluses dans la demande d’identification personnelle.
ro: Următoarele informații personale au fost incluse în cererea pentru un ID personal.
ru: В заявлении на получение удостоверения личности указана следующая личная информация.
sr: Sledeće lične informacije su uključene u aplikaciju za lični ID.
sv: Följande personuppgifter har inkluderats i ansökan om ett personlig ID.

# PhoneNr
source: Phone number
fr: Numéro de téléphone
ro: Număr de telefon
ru: Номер телефона
sr: Telefonski broj
sv: Telefonnummer

source: Photo
ro: Fotografie
ru: Фото
sr: Fotografija
sv: Foto

# PhotosDescription
source: Please add an image where you can easily be identified.
fr: Veuillez ajouter une image où vous pouvez facilement être identifié.
ro: Vă rugăm să adăugați o imagine în care puteți fi identificat cu ușurință.
ru: Пожалуйста, добавьте изображение, на котором вас можно легко идентифицировать.
sr: Dodajte sliku na koju možete lako da budete identifikovani.
sv: Lägg till en bild där du lätt kan identifieras.

# PhotosSentDescription
source: The following images have been included in the application.
fr: Les images suivantes ont été incluses dans la demande.
ro: Următoarele imagini au fost incluse în aplicație.
ru: В приложение включены следующие изображения.
sr: Sledeće slike su uključene u aplikaciju.
sv: Följande bilder har inkluderats i ansökan.

# QrPageTitleScanPeerId
source: Scan the peers ID
fr: Scannez l’ID des pairs
ro: Scanarea ID-ului colegilor
ru: Сканирование идентификатора одноранговых узлов
sr: Skeniraj ID ravnopravnih
sv: Skanna attestantens ID

source: Revoke Application
fr: Révoquer la demande
ro: Revocați cererea
ru: Отозвать заявление
sr: Opozivanje aplikacije
sv: Återkalla ansökan

source: Send Application
fr: Envoyer la candidature
ro: Trimite cerere
ru: Отправить заявку
sr: Pošalji aplikaciju
sv: Skicka ansökan

source: View ID Application
fr: Voir l’application d’ID
ro: Vizualizare aplicație ID
ru: Посмотреть приложение ID
sr: Prikaži ID aplikaciju
sv: Visa ID-ansökan

# ViewIdApplicationDescription
source: An ID Application is pending review. You can view the status of the application here.
fr: Une demande d’ID est en attente d’examen. Vous pouvez consulter l’état de la demande ici.
ro: O cerere de identificare este în curs de examinare. Puteți vizualiza starea aplicației aici.
ru: Заявка на получение удостоверения личности находится на рассмотрении. Статус заявки можно посмотреть здесь.
sr: ID aplikacija čeka na redigovanje. Status prijave možete pogledati ovde.
sv: En ID-ansökan väntar på granskning. Du kan se status för ansökan här.

# TakePhotoOfYourself
source: Take a Photo of yourself
fr: Prenez une photo de vous
ro: Fă-ți o fotografie
ru: Сфотографируйтесь
sr: Napravite fotografiju sebe
sv: Ta ett foto av dig själv

source: Photo is too large
fr: La photo est trop grande
ro: Fotografia este prea mare
ru: Фотография слишком большая
sr: Fotografija je prevelika
sv: Bilden är för stor

source: Failed to load photo
fr: Échec du chargement de la photo
ro: Nu s-a reușit încărcarea fotografiei
ru: Не удалось загрузить фотографию
sr: Učitavanje fotografije nije uspelo
sv: Misslyckades med att läsa in fotot

# PickPhotoOfYourself
source: Pick a photo of yourself
fr: Choisissez une photo de vous
ro: Alege o fotografie cu tine
ru: Выберите свою фотографию
sr: Izaberi svoju fotografiju
sv: Välj ett foto på dig

source: Rejected
fr: Rejeté
ro: Respins
ru: Отклонено
sr: Odbio
sv: Avvisad

source: Your application was rejected.
fr: Votre demande a été rejetée.
ro: Cererea dumneavoastră a fost respinsă.
ru: Ваша заявка была отклонена.
sr: Vaša molba je odbijena.
sv: Din ansökan avslogs.

source: Unlocked
fr: Déverrouillé
ro: Descuiat
ru: Разблокирован
sr: Otkljuиana
sv: Olåst

# YouCanNowScanIdCodes
source: You can now scan the QR-codes of other digital identities, to request more information about them.
fr: Vous pouvez désormais scanner les codes QR d’autres identités numériques, pour demander plus d’informations à leur sujet.
ro: Acum puteți scana codurile QR ale altor identități digitale, pentru a solicita mai multe informații despre acestea.
ru: Теперь вы можете сканировать QR-коды других цифровых удостоверений личности, чтобы запросить дополнительную информацию о них.
sr: Sada možete da skenirate QR-kodove drugih digitalnih identiteta da biste zatražili više informacija o njima.
sv: Du kan nu skanna QR-koderna för andra digitala identiteter för att begära mer information om dem.

# QrSectionTitlePlural
source: Point the camera at a QR-code with any of the above symbols
fr: Pointez l’appareil photo sur un code QR avec l’un des symboles ci-dessus
ro: Îndreptați camera spre un cod QR cu oricare dintre simbolurile de mai sus
ru: Наведите камеру на QR-код с любым из вышеперечисленных символов
sr: Usmeri kameru na QR kod sa bilo kojim od gorenavedenih simbola
sv: Rikta kameran mot en QR-kod med någon av ovanstående symboler

source: Request review
fr: Demander un examen
ro: Solicitați o examinare
ru: Запросить отзыв
sr: Recenzija zahteva
sv: Begär attestering

# RequestReviewFromAPeer
source: Request another user to review your application.
fr: Demandez à un autre utilisateur d’examiner votre demande.
ro: Solicitați unui alt utilizator să vă examineze cererea.
ru: Попросите другого пользователя проверить ваше приложение.
sr: Zahtevajte od drugog korisnika da pregleda vašu aplikaciju.
sv: Be en annan användare att attestera din ansökan.
