Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# FailedToUnbindViewModelForPage
source: Failed to unbind viewmodel {0} for page {1}
fr: Impossible de dissocier le {0} viewmodel pour la page {1}
ro: Nu s-a reușit dezlegarea {0} modelului de vizualizare pentru pagina {1}
ru: Не удалось отвязать {0} модели представления для {1} страницы
sr: Nije uspelo otpojaиanje viewmodel {0} za stranicu {1}
sv: Det gick inte att koppla bort viewmodel {0} för sida {1}

# OnboardingPhonePageTitle
source: Please verify phone number
fr: Veuillez vérifier le numéro de téléphone
ro: Vă rugăm să verificați numărul de telefon
ru: Пожалуйста, подтвердите номер телефона
sr: Molimo Vas da potvrdite broj telefona
sv: Verifiera telefonnummer

# OnboardingPhonePageDetails
source: We’ll send you a verification code
fr: Nous vous enverrons un code de vérification
ro: Vă vom trimite un cod de verificare
ru: Мы вышлем вам код подтверждения
sr: Poslaćemo vam verifikacioni kod
sv: Vi skickar en verifieringskod till dig

# OnboardingEmailPageTitle
source: Please verify email
fr: Veuillez vérifier l’adresse e-mail
ro: Vă rugăm să verificați e-mailul
ru: Пожалуйста, подтвердите адрес электронной почты
sr: Proverite e-poštu
sv: Verifiera e-postadressen

# OnboardingEmailPageDetails
source: We’ll send you a verification code
fr: Nous vous enverrons un code de vérification
ro: Vă vom trimite un cod de verificare
ru: Мы отправим вам код подтверждения
sr: Poslaćemo vam verifikacioni kod.
sv: Vi skickar en verifieringskod till dig

# OnboardingVerifyCodePageTitle
source: Enter code
fr: Entrez le code
ro: Introdu codul
ru: Введите код
sr: Unesite kôd
sv: Ange kod

# OnboardingVerifyCodePageDetails
source: Please enter verification code sent to {0}
fr: Veuillez saisir le code de vérification envoyé à {0}
ro: Vă rugăm să introduceți codul de verificare trimis către {0}
ru: Пожалуйста, введите код подтверждения, отправленный на {0}
sr: Unesite verifikacioni kôd poslat {0}
sv: Ange verifieringskoden som skickades till {0}

# OnboardingProviderPageTitle
source: Your service provider
fr: Votre prestataire
ro: Furnizorul dvs. de servicii
ru: Ваш поставщик услуг
sr: Vaš dobavljač usluga
sv: Din tjänsteleverantör

# OnboardingProviderPageDetails
source: Domain:
fr: Domaine:
ro: Domeniu:
ru: Домен:
sr: Domena:
sv: Domän:

# OnboardingAccountPageTitle
source: Creating Account...
fr: Création d’un compte...
ro: Crearea contului...
ru: Создание учетной записи...
sr: Kreiranje naloga...
sv: Skapar konto...

# OnboardingAccountPageDetails
source: Please wait while we set things up for you
fr: Veuillez patienter pendant que nous configurons les choses pour vous
ro: Vă rugăm să așteptați în timp ce configurăm lucrurile pentru dvs.
ru: Пожалуйста, подождите, пока мы все настроим для вас
sr: Molimo vas da sačekate dok ne podesite stvari za vas
sv: Vänligen vänta medan vi förbereder allt åt dig

# OnboardingDefinePasswordPageTitle
source: Create a PIN code
fr: Créer un code PIN
ro: Crearea unui cod PIN
ru: Создание PIN-кода
sr: Kreiranje PIN koda
sv: Skapa en PIN kod

# OnboardingFinalizePageTitle
source: Success!
fr: Succès!
ro: Succes!
ru: Успех!
sr: Uspeh!
sv: Klar!

# OnboardingBiometricsPageTitle
source: Almost done
fr: Presque terminé
ro: Aproape gata
ru: Почти готово
sr: Zamalo da završim
sv: Nästan klar

# OnboardingBiometricsPageDetails
source: Neuro-Access works best when using {0}. Would you like to enable this feature? This can also be changed in the settings later
fr: Neuro-Access fonctionne mieux lors de l’utilisation de {0}. Souhaitez-vous activer cette fonctionnalité ? Cela peut également être modifié dans les paramètres ultérieurement
ro: Neuro-Access funcționează cel mai bine atunci când utilizați {0}. Doriți să activați această caracteristică? Acest lucru poate fi, de asemenea, modificat în setări mai târziu
ru: Neuro-Access лучше всего работает при использовании {0}. Хотите включить эту функцию? Это также можно изменить в настройках позже
sr: Neuro-Access najbolje funkcioniše kada se koriste {0}. Želite li da omogućite ovu funkciju? Ovo se kasnije može promeniti i u postavkama
sv: Neuro-Access fungerar bäst med {0}. Vill du aktivera den här funktionen? Detta kan också ändras i inställningarna senare.

source: Create
fr: Créer
ro: Crea
ru: Создавать
sr: Kreirate
sv: Skapa

# PhoneSectionTitle
source: Enter phone number
fr: Entrez le numéro de téléphone
ro: Introdu numărul de telefon
ru: Введите номер телефона
sr: Unesite broj telefona
sv: Ange telefonnummer

source: Search by country...
fr: Recherche par pays...
ro: Căutare după țară...
ru: Поиск по стране...
sr: Pretraži po zemlji...
sv: Sök efter land...

# PhoneValidationDigits
source: Only digits are allowed
fr: Seuls les chiffres sont autorisés
ro: Sunt permise numai cifrele
ru: Допускаются только цифры
sr: Dozvoljene su samo cifre
sv: Endast siffror är tillåtna.

# PhoneValidationLength
source: Minimum length 4 is required
fr: Une longueur minimale de 4 est requise
ro: Este necesară lungimea minimă 4
ru: Требуется минимальная длина 4
sr: Potrebna je minimalna dužina 4
sv: Minsta längd 4 krävs

# NetworkSeemsToBeMissing
source: Network seems to be missing. Please check your configuration and coverage and try again.
fr: Le réseau semble manquer. Veuillez vérifier votre configuration et votre couverture et réessayer.
ro: Rețeaua pare să lipsească. Verificați configurația și acoperirea și încercați din nou.
ru: Сеть, похоже, отсутствует. Проверьте конфигурацию и покрытие и повторите попытку.
sr: Izgleda da mreža nedostaje. Proverite konfiguraciju i pokrivenost i pokušajte ponovo.
sv: Nätverk verkar saknas. Kontrollera din konfiguration och täckning och försök igen.

# SendEmailWarning
source: A code has been sent to your e-mail address. If you don't receive it, please also check your spam folder.
fr: Un code a été envoyé à votre adresse e-mail. Si vous ne le recevez pas, veuillez également vérifier votre dossier spam.
ro: Un cod a fost trimis la adresa dvs. Dacă nu îl primiți, vă rugăm să verificați și folderul de spam.
ru: На ваш адрес электронной почты был отправлен код. Если вы не получили его, проверьте папку со спамом.
sr: Šifra je poslata na vašu e-adresu. Ako je ne primite, proverite i fasciklu za bezvrednu pošte.
sv: En kod har skickats till din e-postadress. Om du inte kan se den, kontrollera även din skräppost.

# SwitchingToTestPhoneNumberNotAllowed
source: Changing the phone number to a test one is not allowed.
fr: Il n’est pas permis de changer le numéro de téléphone pour un numéro de test.
ro: Schimbarea numărului de telefon într-unul de test nu este permisă.
ru: Смена номера телефона на тестовый не допускается.
sr: Promena broja telefona u test jedan nije dozvoljena.
sv: Det är inte tillåtet att ändra telefonnumret till ett testnummer.

# UnableToVerifyCode
source: The code was not correct.
fr: Le code n’était pas correct.
ro: Codul nu era corect.
ru: Код был неверным.
sr: Šifra nije bila tačna.
sv: Koden var inte korrekt.

# SomethingWentWrongWhenSendingEmailCode
source: Something went wrong when sending a verification code to this email.
fr: Quelque chose s’est mal passé lors de l’envoi d’un code de vérification à cet e-mail.
ro: Ceva nu a mers bine la trimiterea unui cod de verificare la acest e-mail.
ru: Что-то пошло не так при отправке кода подтверждения на эту почту.
sr: Nešto je pošlo naopako prilikom slanja verifikacionog koda na ovu e-poruku.
sv: Något gick fel när en verifieringskod skickades till den här e-postadressen.

# SomethingWentWrongWhenSendingPhoneCode
source: Something went wrong when sending a verification code to this phone number.
fr: Quelque chose s’est mal passé lors de l’envoi d’un code de vérification à ce numéro de téléphone.
ro: Ceva nu a mers bine la trimiterea unui cod de verificare la acest număr de telefon.
ru: Что-то пошло не так при отправке проверочного кода на этот номер телефона.
sr: Nešto je pošlo naopako prilikom slanja verifikacionog koda na ovaj broj telefona.
sv: Något gick fel när en verifieringskod skickades till det här telefonnumret.

# VerifyCodeSectionTitle
source: Enter verification code
fr: Entrez le code de vérification
ro: Introduceți codul de verificare
ru: Введите проверочный код
sr: Unesite verifikacioni kôd
sv: Ange verifieringskod

# EmailSectionTitle
source: Enter email
fr: Entrez l’adresse e-mail
ro: Introduceți adresa de e-mail
ru: Введите адрес электронной почты
sr: Unesite e-poštu
sv: Ange e-postadress

# EmailValidationFormat
source: Please enter a valid email
fr: Veuillez saisir une adresse e-mail valide
ro: Vă rugăm să introduceți un e-mail valid
ru: Пожалуйста, введите действительный адрес электронной почты
sr: Unesite važeću e-poruku
sv: Ange en giltig e-postadress

# PhoneValidationFormat
source: Please enter a valid phone number
fr: Veuillez saisir un numéro de téléphone valide
ro: Vă rugăm să introduceți un număr de telefon valid
ru: Пожалуйста, введите действующий номер телефона
sr: Molimo Vas da unesete važeći broj telefona
sv: Ange ett giltigt telefonnummer

# ProviderSectionTitle
source: Choose one option
fr: Choisissez une option
ro: Alegeți o opțiune
ru: Выберите один вариант
sr: Odaberite jednu opciju
sv: Välj ett alternativ

# ProviderSectionApproveOption
source: Approve service provider
fr: Approuver le fournisseur de services
ro: Aprobați furnizorul de servicii
ru: Утверждение поставщика услуг
sr: Odobravanje dobavljača usluga
sv: Godkänn tjänsteleverantör

# ProviderSectionChangeOption
source: Change service provider
fr: Changer de fournisseur de services
ro: Schimbați furnizorul de servicii
ru: Смена поставщика услуг
sr: Promena dobavljača usluga
sv: Byt tjänsteleverantör

source: Undo selection
fr: Annuler la sélection
ro: Anularea selecției
ru: Отмена выбора
sr: Opozovi izbor
sv: Ångra val

# ServiceProviderInfo
source: A Service Provider provides connectivity for the App, brokers requests, and ensures the information provided by the client is correct.
fr: Un fournisseur de services assure la connectivité de l’application, négocie les demandes et s’assure que les informations fournies par le client sont correctes.
ro: Un furnizor de servicii oferă conectivitate pentru aplicație, brokeri și se asigură că informațiile furnizate de client sunt corecte.
ru: Поставщик услуг обеспечивает подключение к Приложению, посредничает в запросах и обеспечивает правильность информации, предоставленной клиентом.
sr: Dobavljač usluga obezbeđuje mogućnost povezivanja za aplikaciju, zahteva brokere i obezbeđuje da su informacije koje je obezbedio klijent tačne.
sv: En tjänsteleverantör tillhandahåller anslutning för appen, mäklar förfrågningar, och försäkrar att informationen tillhandahållen av kunden är korrekt.

# QrPageTitleScanInvitation
source: Scan invitation
fr: Invitation à numériser
ro: Invitație la scanare
ru: Сканирование приглашения
sr: Pozivnica za skeniranje
sv: Skanna inbjudan

# QrSectionTitleSingular
source: Point the camera at a QR-code with the above symbol
fr: Pointez l’appareil photo vers un code QR avec le symbole ci-dessus
ro: Îndreptați camera spre un cod QR cu simbolul de mai sus
ru: Наведите камеру на QR-код с приведенным выше символом
sr: Usmeri kameru na QR kod sa gorenavedetim simbolom
sv: Rikta kameran mot en QR-kod med ovanstående symbol

# QrEnterManually
source: Enter QR manually
fr: Saisir le QR manuellement
ro: Introduceți QR manual
ru: Введите QR вручную
sr: Ručno unesite QR
sv: Ange QR-kod manuellt

# QrScanCode
source: Scan QR code
fr: Scanner le code QR
ro: Scanați codul QR
ru: Отсканировать QR-код
sr: Skeniraj QR kôd
sv: Skanna QR-kod

# QrScanUri
source: URI:
ru: УРИ:

# TestOtpUsed
source: A temporary OTP code has been used. The application will stop working in about a week. You'll have to reinstall the application to use it again.
fr: Un code OTP temporaire a été utilisé. L’application cessera de fonctionner dans environ une semaine. Vous devrez réinstaller l’application pour l’utiliser à nouveau.
ro: A fost utilizat un cod OTP temporar. Aplicația nu va mai funcționa în aproximativ o săptămână. Va trebui să reinstalați aplicația pentru a o utiliza din nou.
ru: Использован временный OTP-код. Приложение перестанет работать примерно через неделю. Вам придется переустановить приложение, чтобы использовать его снова.
sr: Korišćena je privremena OTP šifra. Aplikacija će prestati da radi za oko nedelju dana. Moraćete ponovo da instalirate aplikaciju da biste je ponovo koristili.
sv: En tillfällig OTP-kod har använts. Applikationen kommer sluta fungera om ungefär en vecka. Du måste ominstallera programmet för att använda det igen.

# DefinePasswordSectionTitle1
source: Enter new pin
fr: Entrez une nouvelle épingle
ro: Introduceți codul PIN nou
ru: Введите новый пин-код
sr: Unesite novi pin
sv: Skapa ny PIN-kod

# DefinePasswordSectionTitle2
source: Confirm pin
fr: Confirmer le code PIN
ro: Confirmați pinul
ru: Подтвердите PIN-код
sr: Potvrda pin-a
sv: Bekräfta PIN-kod

# CreatePassword
source: Create PIN
fr: Créer un code PIN
ro: Creați codul PIN
ru: Создать PIN-код
sr: Kreiraj PIN
sv: Skapa pin

# ScanQrCodeLabel
source: Scan QR-code with your camera.
fr: Scannez le code QR avec votre appareil photo.
ro: Scanați codul QR cu camera dvs.
ru: Отсканируйте QR-код с помощью камеры.
sr: Skenirajte QR-kod kamerom.
sv: Skanna QR-koden med din kamera.

source: Accept
fr: Accepter
ro: Accepta
ru: Принимать
sr: Prihvati
sv: Acceptera

source: Address
fr: Adresse
ro: Adresă
ru: Адрес
sr: Adresa
sv: Adress

# Address2
source: Address (row 2)
fr: Adresse (ligne 2)
ro: Adresa (rândul 2)
ru: Адрес (строка 2)
sr: Adresa (red 2)
sv: Adress (rad 2)

source: Area
fr: Aire
ro: Zonă
ru: Площадь
sr: Oblast
sv: Område

source: Cancel
fr: Annuler
ro: Anula
ru: Отмена
sr: Otkaži
sv: Avbryt

source: City
fr: Ville
ro: Oraș
ru: Город
sr: Grad
sv: Stad

source: Country
fr: Pays
ro: Țară
ru: Страна
sr: Zemlja
sv: Land

source: Created
fr: Créé
ro: Creat
ru: Созданный
sr: Kreirali
sv: Skapad

source: Decline
fr: Décliner
ro: Declin
ru: Отклонять
sr: Odbijete
sv: Neka

source: Enter
fr: Entrer
ro: Intra
ru: Входить
sr: Ući
sv: Bekräfta

# EnterPassword
source: Enter pin
fr: Entrez le code PIN
ro: Introduceți pinul
ru: Введите пин-код
sr: Unesite pin
sv: Ange pin

source: First name
fr: Prénom
ro: Prenume
ru: Имя
sr: Ime
sv: Förnamn

source: Ignore
fr: Ignorer
ro: Ignora
ru: Игнорировать
sr: Ignorisati
sv: Ignorera

source: Last name(s)
fr: Nom(s)
ro: Numele de familie
ru: Фамилия (имена)
sr: Prezimena
sv: Efternamn

# LegalId
source: Identity
fr: Identité
ro: Identitate
ru: Тождество
sr: Identitet
sv: Identitet

source: Middle name(s)
fr: Deuxième(s) prénom(s)
ro: Al doilea nume
ru: Отчество (отчества)
sr: Srednja imena
sv: Mellannamn

source: Options
ro: Opțiuni
ru: Параметры
sr: Opcije
sv: Alternativ

# OrgAddress
source: Organization Address
fr: Adresse de l’organisation
ro: Adresa organizației
ru: Адрес организации
sr: Adresa organizacije
sv: Organisationens adress

# OrgAddress2
source: Organization Address (row 2)
fr: Adresse de l’organisme (ligne 2)
ro: Adresa organizației (rândul 2)
ru: Адрес организации (строка 2)
sr: Adresa organizacije (red 2)
sv: Organisationens adress (rad 2)

source: Organization Information
fr: Renseignements sur l’organisation
ro: Informații despre organizație
ru: Информация об организации
sr: Informacije o organizaciji
sv: Information om organisationen

# OrgArea
source: Organization Area
fr: Zone d’organisation
ro: Zona de organizare
ru: Организационная область
sr: Oblast organizacije
sv: Område för organisation

# OrgCity
source: Organization City
fr: Ville de l’organisation
ro: Oraș de organizare
ru: Город организации
sr: Grad organizacije
sv: Organisationens Stad

# OrgCountry
source: Organization Country
fr: Pays de l’organisation
ro: Țara organizației
ru: Страна организации
sr: Zemlja organizacije
sv: Organisationens land

# OrgDepartment
source: Department
fr: Département
ro: Departament
ru: Отдел
sr: Odeljenje
sv: Avdelning

# OrgName
source: Organization Name
fr: Nom de l’organisation
ro: Numele organizației
ru: Название организации
sr: Ime organizacije
sv: Organisationens namn

# OrgNumber
source: Organization Number
fr: Numéro d’organisation
ro: Număr organizație
ru: Номер организации
sr: Broj organizacije
sv: Organisationsnummer

# OrgRegion
source: Organization Region
fr: Région organisationnelle
ro: Regiunea organizației
ru: Регион организации
sr: Region organizacije
sv: Organisationens region

# OrgRole
source: Role
fr: Rôle
ro: Rol
ru: Роль
sr: Ulogu
sv: Roll

# OrgZipCode
source: Organization Zip or Postal Code
fr: Code postal de l’organisation
ro: Organizație Cod poștal sau poștal
ru: Почтовый индекс организации
sr: Poštanski broj organizacije
sv: Organisationens postnummer

source: Personal number
fr: Numéro personnel
ro: Număr personal
ru: Личный номер
sr: Lični broj
sv: Personnummer

# Petition
source: Request
fr: Demander
ro: Cerere
ru: Просьба
sr: Zahtev
sv: Begäran

# PetitionSignatureInformationText
source: A request for your signature has been received. Review the reason below, and the information about who sent the request, and then choose how you wish to respond.
fr: Une demande de signature a été reçue. Passez en revue la raison ci-dessous et les informations sur l’expéditeur de la demande, puis choisissez la manière dont vous souhaitez répondre.
ro: A fost primită o solicitare de semnătură. Revizuiți motivul de mai jos și informațiile despre cine a trimis solicitarea, apoi alegeți cum doriți să răspundeți.
ru: Получен запрос на подпись. Просмотрите приведенную ниже причину и информацию о том, кто отправил запрос, а затем выберите, как вы хотите ответить.
sr: Primljen je zahtev za vaš potpis. Pregledajte dole navedeni razlog i informacije o tome ko je poslao zahtev, a zatim odaberite način na koji želite da odgovorite.
sv: En begäran om din underskrift har mottagits. Granska orsaken nedan och informationen om vem som skickade begäran och välj sedan hur du vill svara.

source: Photos
ro: Fotografii
ru: Фотографии
sr: Fotografije
sv: Foton

source: Purpose
fr: But
ro: Scop
ru: Цель
sr: Svrhu
sv: Avsikt

# Region
source: Region or State
fr: Région ou État
ro: Regiune sau stat
ru: Регион или штат
sr: Region ili država
sv: Region eller delstat

source: Requesting entity
fr: Entité requérante
ro: Entitatea solicitantă
ru: Запрашивающая организация
sr: Zahtevanje entiteta
sv: Begärande enhet

source: State
fr: État
ro: Stat
ru: Государство
sr: Država
sv: Tillstånd

source: Updated
fr: Actualisé
ro: Actualizat
ru: Обновлено
sr: Ažurira
sv: Uppdaterad

# ZipCode
source: Zip or Postal Code
ro: Cod poștal sau poștal
ru: Почтовый индекс
sr: Poštanski broj ili poštanski broj
sv: Postnummer

source: Organizational Information
fr: Informations sur l’organisation
ro: Informații organizaționale
ru: Организационная информация
sr: Organizacione informacije
sv: Information om organisationen

source: Personal Information
fr: Informations personnelles
ro: Informații personale
ru: Персональная информация
sr: Lične informacije
sv: Personuppgifter

source: Expires
fr: Expire
ro: Expiră
ru: Истекает
sr: Ističe
sv: Upphör

source: Network ID
fr: Identifiant réseau
ro: ID-ul rețelei
ru: Идентификатор сети
sr: ID mreže
sv: Nätverks-ID

source: Neuro-ID
ru: Нейро-ИД

# Technical
source: Technical information
fr: Informations techniques
ro: Date tehnice
ru: Техническая информация
sr: Tehničke informacije
sv: Teknisk information

source: Home
fr: Domicile
ro: Domiciliu
ru: Дом
sr: Kuжi
sv: Hem

source: ID
ru: ИДЕНТИФИКАТОР

# AllowRecording
source: Allow recording (max 1 hour)
fr: Autoriser l’enregistrement (max 1 heure)
ro: Permite înregistrarea (max 1 oră)
ru: Разрешить запись (макс. 1 час)
sr: Dozvoli snimanje (maksimalno 1 sat)
sv: Tillåt skärminspelning (max 1 timme)

# AreYouSureYouWantToReportYourLegalIdentityAsCompromized1
source: Are you sure you want to report your identity as compromised, stolen or hacked?
fr: Êtes-vous sûr de vouloir signaler votre identité comme compromise, volée ou piratée ?
ro: Sunteți sigur că doriți să vă raportați identitatea ca fiind compromisă, furată sau spartă?
ru: Вы уверены, что хотите сообщить о том, что ваша личность скомпрометирована, украдена или взломана?
sr: Želite li zaista da prijavite svoj identitet kao kompromitovan, ukraden ili hakovan?
sv: Är du säker på att du vill rapportera din identitet som komprometterad, stulen eller hackad?

# AreYouSureYouWantToRevokeYourLegalIdentity1
source: Are you sure you want to revoke your identity from the device?
fr: Voulez-vous vraiment révoquer votre identité de l’appareil ?
ro: Sigur doriți să vă revocați identitatea de pe dispozitiv?
ru: Вы уверены, что хотите отозвать свою личность с устройства?
sr: Želite li zaista da opozovete identitet sa uređaja?
sv: Är du säker på att du vill spärra din identitet från enheten?

# AreYouSureYouWantToTransferYourLegalIdentity1
source: Are you sure you want to transfer your identity from the device to another? The identity will be removed from this device once completed. Also make sure no-one else can see your screen during the process.
fr: Êtes-vous sûr de vouloir transférer votre identité d’un appareil à un autre ? L’identité sera supprimée de cet appareil une fois terminée. Assurez-vous également que personne d’autre ne peut voir votre écran pendant le processus.
ro: Sunteți sigur că doriți să vă transferați identitatea de pe dispozitiv pe altul? Identitatea va fi eliminată de pe acest dispozitiv odată finalizată. De asemenea, asigurați-vă că nimeni altcineva nu vă poate vedea ecranul în timpul procesului.
ru: Вы уверены, что хотите перенести свою личность с одного устройства на другое? После завершения идентификация будет удалена с этого устройства. Также убедитесь, что никто другой не может видеть ваш экран во время процесса.
sr: Želite li zaista da prenesete identitet sa uređaja na drugi? Identitet će biti uklonjen sa ovog uređaja kada se dovrši. Takođe se uverite da niko drugi ne može da vidi ekran tokom procesa.
sv: Är du säker på att du vill överföra din identitet från enheten till en annan? Identiteten kommer att tas bort från den här enheten när den är klar. Se också till att ingen annan kan se din skärm under processen.

source: Change
fr: Changement
ro: Schimbare
ru: Менять
sr: Promenite
sv: Ändring

# ChangePassword
source: Change PIN
fr: Changer le code PIN
ro: Schimbați codul PIN
ru: Изменить PIN-код
sr: Promeni PIN
sv: Ändra PIN

# ChangePasswordDescription
source: Choose another PIN to identify yourself. Changing your PIN will also create a new random password for the underlying communication network.
fr: Choisissez un autre code PIN pour vous identifier. La modification de votre code PIN créera également un nouveau mot de passe aléatoire pour le réseau de communication sous-jacent.
ro: Alegeți un alt cod PIN pentru a vă identifica. Modificarea codului PIN va crea, de asemenea, o nouă parolă aleatorie pentru rețeaua de comunicații subiacentă.
ru: Выберите другой PIN-код, чтобы идентифицировать себя. Изменение PIN-кода также приведет к созданию нового случайного пароля для базовой коммуникационной сети.
sr: Odaberite drugi PIN da biste se identifikovali. Promena PIN koda će takođe kreirati novu nasumičnu lozinku za osnovnu komunikacionu mrežu.
sv: Välj en annan PIN-kod för att identifiera dig. Om du ändrar ditt PIN skapas också ett nytt slumpmässigt lösenord för det underliggande kommunikationsnätverket.

# ConfirmNewPassword
source: Confirm new PIN:
fr: Confirmez le nouveau code PIN :
ro: Confirmați noul cod PIN:
ru: Подтвердите новый PIN-код:
sr: Potvrdi novi PIN:
sv: Bekräfta nytt pin:

source: Dark mode
fr: Mode sombre
ro: Modul întunecat
ru: Тёмная версия
sr: Tamni režim
sv: Mörkt läge

source: Display Settings
fr: Paramètres d’affichage
ro: Setări de afișare
ru: Настройки дисплея
sr: Postavke ekrana
sv: Display-inställningar
