Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# TokenCreationTemplatesInfoText
source: Below is a list of token templates that you have used, organized by category. Tap on a category to expand. Tap on a template to create a new contract based on that template. Once the contract has been signed and approved, the corresponding token or tokens will be created.
fr: Vous trouverez ci-dessous une liste des modèles de jetons que vous avez utilisés, organisés par catégorie. Appuyez sur une catégorie pour l’agrandir. Appuyez sur un modèle pour créer un nouveau contrat basé sur ce modèle. Une fois le contrat signé et approuvé, le ou les jetons correspondants seront créés.
ro: Mai jos este o listă de șabloane de jetoane pe care le-ați utilizat, organizate pe categorii. Atingeți o categorie pentru a vă extinde. Atingeți un șablon pentru a crea un nou contract bazat pe șablonul respectiv. Odată ce contractul a fost semnat și aprobat, token-ul sau jetoanele corespunzătoare vor fi create.
ru: Ниже приведен список шаблонов токенов, которые вы использовали, упорядоченные по категориям. Нажмите на категорию, чтобы развернуть ее. Нажмите на шаблон, чтобы создать новый контракт на основе этого шаблона. После того, как контракт будет подписан и утвержден, будет создан соответствующий токен или токены.
sr: Ispod je lista predložaka simbola koje ste koristili, organizovanih po kategorijama. Dodirnite kategoriju da biste se razvili. Dodirnite predložak da biste kreirali novi ugovor zasnovan na tom predlošku. Kada ugovor bude potpisan i odobren, biće kreiran odgovarajući simbol ili simboli.
sv: Nedan visas en lista över tokenmallar som du har använt, ordnade efter kategori. Tryck på en kategori för att expandera. Tryck på en mall för att skapa ett nytt kontrakt baserat på den mallen. När kontraktet har undertecknats och godkänts skapas motsvarande token eller tokens.

# TokenRemoved
source: A token has been removed from your wallet.
fr: Un jeton a été retiré de votre portefeuille.
ro: Un token a fost eliminat din portofel.
ru: Токен был удален из вашего кошелька.
sr: Simbol je uklonjen iz vašeg novčanika.
sv: En token har tagits bort från din plånbok.

# TokenRemoved2
source: Token Removed
fr: Jeton supprimé
ro: Token eliminat
ru: Фишка удалена
sr: Simbol je uklonjen
sv: Token har tagits bort

source: Unrecognized eDaler URI.
fr: URI eDaler non reconnu.
ro: URI eDaler nerecunoscut.
ru: Нераспознанный eDaler URI.
sr: Neprepoznatljiv eDaler URI.
sv: Okänd eDaler-URI.

source: Variables Updated
fr: Variables mises à jour
ro: Variabile actualizate
ru: Переменные обновлены
sr: Promenljive su ažurirane
sv: Variabler uppdaterade

source: Visibility
fr: Visibilité
ro: Vizibilitate
ru: Видимость
sr: Vidljivost
sv: Synlighet

source: year
fr: année
ro: an
ru: год
sr: Godine
sv: år

source: years
fr: années
ro: Ani
ru: годы
sr: Godina
sv: år

source: You have received a proposal.
fr: Vous avez reçu une proposition.
ro: Ați primit o propunere.
ru: Вы получили предложение.
sr: Primili ste predlog.
sv: Du har fått ett förslag.

# YourContractContainsErrors
source: Your contract contains errors. Fix these errors and try again.
fr: Votre contrat contient des erreurs. Corrigez ces erreurs et réessayez.
ro: Contractul dumneavoastră conține erori. Remediați aceste erori și încercați din nou.
ru: Ваш контракт содержит ошибки. Исправьте эти ошибки и повторите попытку.
sr: Vaš ugovor sadrži greške. Otklonjene ove greške i pokušajte ponovo.
sv: Ditt avtal innehåller fel. Åtgärda dessa fel och försök igen.

source: Access Request
fr: Demande d’accès
ro: Cerere de acces
ru: Запрос доступа
sr: Zahtev za pristup
sv: Begäran om åtkomst

# ContractCreated
source: A contract has been created.
fr: Un contrat a été créé.
ro: A fost creat un contract.
ru: Контракт создан.
sr: Ugovor je kreiran.
sv: Ett kontrakt har skapats.

# ContractDeleted
source: A contract has been deleted.
fr: Un contrat a été supprimé.
ro: Un contract a fost eliminat.
ru: Контракт был удален.
sr: Ugovor je izbrisan.
sv: Ett kontrakt har tagits bort.

# ContractProposed
source: A contract has been proposed.
fr: Un contrat a été proposé.
ro: A fost propus un contract.
ru: Предложен контракт.
sr: Predložen je ugovor.
sv: Ett kontrakt har föreslagits.

# ContractSigned
source: A contract has been signed.
fr: Un contrat a été signé.
ro: A fost semnat un contract.
ru: Подписан контракт.
sr: Potpisan je ugovor.
sv: Ett kontrakt har undertecknats.

# ContractUpdated
source: A contract has been updated.
fr: Un contrat a été mis à jour.
ro: Un contract a fost actualizat.
ru: Контракт был обновлен.
sr: Ugovor je ažuriran.
sv: Ett kontakt har uppdaterats.

source: Control Request
fr: Demande de contrôle
ro: Cerere de control
ru: Запрос на управление
sr: Zahtev za kontrolu
sv: Begäran om kontroll

# IdentityUpdated
source: The digital identity has been updated.
fr: L’identité numérique a été mise à jour.
ro: Identitatea digitală a fost actualizată.
ru: Цифровая идентификация была обновлена.
sr: Digitalni identitet je ažuriran.
sv: Den digitala identiteten har uppdaterats.

# InvalidIoTDiscoClaimUri
source: Not a valid iotdisco claim URI.
fr: Ce n’est pas un URI de revendication iotdisco valide.
ro: Nu este un URI valid de revendicare iotdisco.
ru: Недопустимый URI утверждения iotdisco.
sr: Nije važeći iotdisco zahtev URI.
sv: Inte en giltig iotdisco-anspråks-URI.

source: Invalid IoT Discovery Code
fr: Code de découverte IoT non valide
ro: Cod de descoperire IoT nevalid
ru: Недопустимый код обнаружения Интернета вещей
sr: Nevažeći IoT kôd otkrivanja
sv: Ogiltig IoT-identifieringskod

source: Message from:
fr: Message de :
ro: Mesaj de la:
ru: Сообщение от:
sr: Poruka od:
sv: Meddelande från:

# NeuroFeaturesServiceNotFound
source: No Neuro-Features service found on the Service Provider.
fr: Aucun service Neuro-Features n’a été trouvé sur le fournisseur de services.
ro: Nu s-a găsit niciun serviciu Neuro-Features la furnizorul de servicii.
ru: Услуга Neuro-Features не найдена у Поставщика услуг.
sr: Usluga neuro-funkcija nije pronađena na dobavljaču usluga.
sv: Ingen Neuro-Features-tjänst hittades hos tjänsteleverantören.

source: Petition from:
fr: Pétition de :
ro: Petiție de la:
ru: Петиция от:
sr: Peticija od:
sv: Framställning från:

# ReadRequest
source: Readout Request
fr: Demande de lecture
ro: Cerere de citire
ru: Запрос на считывание
sr: Zahtev za čitanje
sv: Begäran om avläsning

# UnableToGetHistory
source: Unable to get history report.
fr: Impossible d’obtenir le rapport d’historique.
ro: Nu se poate obține raportul istoricului.
ru: Не удается получить отчет об истории.
sr: Nije moguće dobiti izveštaj iz istorije.
sv: Det gick inte att hämta historikrapporten.

# UnableToGetPresent
source: Unable to get present report.
fr: Impossible d’obtenir le rapport actuel.
ro: Nu se poate prezenta raportul.
ru: Не удается получить текущий отчет.
sr: Nije moguće dobiti sadašnji izveštaj.
sv: Det gick inte att få aktuell rapport.

# UnableToGetProfiling
source: Unable to get profiling report.
fr: Impossible d’obtenir le rapport de profilage.
ro: Nu se poate obține raportul de profilare.
ru: Не удалось получить отчет о профилировании.
sr: Nije moguće dobiti izveštaj o profilisanju.
sv: Det gick inte att få profileringsrapport.

# UnableToGetStateDiagram
source: Unable to get state diagram report.
fr: Impossible d’obtenir le rapport du diagramme d’état.
ro: Nu se poate obține raportul diagramei de stare.
ru: Не удается получить отчет о диаграмме состояний.
sr: Nije moguće dobiti izveštaj o državnom dijagramu.
sv: Det gick inte att hämta tillståndsdiagramrapporten.

# AccessRequestText
source: {0} wants to connect to your device {1}.
fr: {0} souhaite se connecter à votre appareil {1}.
ro: {0} dorește să se conecteze la dispozitivul dvs. {1}.
ru: {0} хочет подключиться к вашему устройству {1}.
sr: {0} želi da se poveže sa uređajem {1}.
sv: {0} vill ansluta till din enhet {1}.

# AccessRequestText2
source: A caller has requested access to one of your things. Select how you wish the thing should respond to this type of request.
fr: Un appelant a demandé l’accès à l’un de vos objets. Sélectionnez la façon dont vous souhaitez que l’objet réponde à ce type de demande.
ro: Un apelant a solicitat acces la unul dintre lucrurile dvs. Selectați cum doriți ca lucrul să răspundă la acest tip de solicitare.
ru: Звонящий запросил доступ к одной из ваших вещей. Выберите, как бы вы хотели, чтобы вещь реагировала на данный тип запроса.
sr: Pozivalac je zatražio pristup jednoj od vaših stvari. Izaberite kako želite da stvar odgovori na ovu vrstu zahteva.
sv: En förfrågan om att komma åt en av dina saker har mottagits. Välj hur du vill att saken ska svara på denna typ av förfrågan.

# ConcentratorServiceNotFound
source: No concentrator service found.
fr: Aucun service de concentrateur trouvé.
ro: Nu s-a găsit niciun serviciu de concentrator.
ru: Обслуживание концентратора не найдено.
sr: Nije pronađena nijedna usluga koncentratora.
sv: Ingen koncentratortjänst hittades.

# ControlRequestText
source: {0} wants to control parameters on your device {1}.
fr: {0} souhaite contrôler les paramètres de votre appareil {1}.
ro: {0} dorește să controleze parametrii de pe {1} dispozitivului.
ru: {0} хочет управлять параметрами на вашем устройстве {1}.
sr: {0} želi da kontroliše parametre na uređaju {1}.
sv: {0} vill styra parametrar på din enhet {1}.

# ControlServiceNotFound
source: No control service found.
fr: Aucun service de contrôle trouvé.
ro: Nu s-a găsit niciun serviciu de control.
ru: Служба управления не найдена.
sr: Nije pronađena nijedna kontrolna usluga.
sv: Ingen kontrolltjänst hittades.

# EDalerServiceNotFound
source: No eDaler service found on the Service Provider.
fr: Aucun service eDaler trouvé sur le Fournisseur de services.
ro: Nu s-a găsit niciun serviciu eDaler la furnizorul de servicii.
ru: Услуга eDaler не найдена у Поставщика услуг.
sr: Usluga eDaler nije pronađena na dobavljaču usluga.
sv: Ingen eDaler-tjänst hittades hos tjänsteleverantören.

# GettingOptionsCancelled
source: Getting available options was cancelled.
fr: L’obtention des options disponibles a été annulée.
ro: Obținerea opțiunilor disponibile a fost anulată.
ru: Получение доступных опций было отменено.
sr: Dobijanje dostupnih opcija je otkazano.
sv: Att få tillgängliga alternativ avbröts.

# IdentityResponse
source: Response to identity request
fr: Réponse à la demande d’identité
ro: Răspuns la cererea de identitate
ru: Ответ на запрос удостоверения
sr: Odgovor na zahtev identiteta
sv: Svar på identitetsansökan

# IdentityReviewRequest
source: Request to review identity
fr: Demande de révision d’identité
ro: Cerere de revizuire a identității
ru: Запрос на проверку удостоверения
sr: Zahtev za redigovanje identiteta
sv: Begäran om granskning av identitet

source: No Things Found.
fr: Aucune chose trouvée.
ro: Nu s-au găsit lucruri.
ru: Ничего не найдено.
sr: Nijedna stvari nisu pronađene.
sv: Inga saker hittades.

source: Payment Cancelled
fr: Paiement annulé
ro: Plată anulată
ru: Платеж отменен
sr: Plaćanje je otkazano
sv: Betalningen avbruten

source: Payment Failed
fr: Échec du paiement
ro: Plata nu a reușit
ru: Платеж не удался
sr: Plaćanje nije uspelo
sv: Betalningen misslyckades

# PepServiceNotFound
source: No personal eventing service found.
fr: Aucun service de concours complet personnel trouvé.
ro: Nu s-a găsit niciun serviciu de evenimente personale.
ru: Услуга персонального троеборья не найдена.
sr: Nije pronađena usluga ličnog događaja.
sv: Ingen personlig fälttävlanstjänst hittades.

# ProvisioningServiceNotFound
source: No provisioning service found on the Service Provider.
fr: Aucun service d’approvisionnement n’a été trouvé sur le fournisseur de services.
ro: Nu s-a găsit niciun serviciu de asigurare a accesului la furnizorul de servicii.
ru: Поставщик услуг не нашел службу подготовки.
sr: Usluga pružanja usluga nije pronađena na dobavljaču usluga.
sv: Ingen etableringstjänst hittades på asynkron meddelandekö.

# PushNotificationServiceNotFound
source: No push-notification service found.
fr: Aucun service de notification push trouvé.
ro: Nu s-a găsit niciun serviciu de notificare push.
ru: Сервис push-уведомлений не найден.
sr: Nije pronađena usluga push-obaveštavanja.
sv: Ingen tjänst för push-meddelanden hittades.

# ReadoutRequestText
source: {0} wants to read data from your device {1}.
fr: {0} souhaite lire les données de votre appareil {1}.
ro: {0} dorește să citească datele de pe dispozitivul dvs. {1}.
ru: {0} хочет считывать данные с вашего устройства {1}.
sr: {0} želi da čita podatke sa uređaja {1}.
sv: {0} vill läsa data från din enhet {1}.

source: Request signature
fr: Demander une signature
ro: Solicitare semnătură
ru: Запрос подписи
sr: Zahtevaj potpis
sv: Begär signatur

source: Request to access identity
fr: Demande d’accès à l’identité
ro: Cerere de acces la identitate
ru: Запрос на доступ к удостоверению
sr: Zahtev za pristup identitetu
sv: Begär åtkomst till identitet

# SensorServiceNotFound
source: No sensor service found.
fr: Aucun service de capteur trouvé.
ro: Nu s-a găsit niciun serviciu de senzori.
ru: Служба датчика не найдена.
sr: Nije pronađena usluga senzora.
sv: Ingen sensortjänst hittades.

# SignatureResponse
source: Response to signature request
fr: Réponse à la demande de signature
ro: Răspuns la solicitarea de semnătură
ru: Ответ на запрос подписи
sr: Odgovor na zahtev za potpis
sv: Svar på begäran till underskrift

# ThingRegistryServiceNotFound
source: No thing registry service found on the Service Provider.
fr: Aucun service de registre n’a été trouvé sur le fournisseur de services.
ro: Nici un lucru serviciu de registru găsit pe furnizorul de servicii.
ru: У поставщика услуг ничего не найдено.
sr: Usluga registratora nije pronađena kod dobavljača usluga.
sv: Ingen sak registertjänst hittades hos tjänsteleverantören.

source: Unable to get list of my devices.
fr: Impossible d’obtenir la liste de mes appareils.
ro: Nu se poate obține lista dispozitivelor mele.
ru: Не могу получить список своих устройств.
sr: Nije moguće dobiti listu mojih uređaja.
sv: Det gick inte att hämta en lista över mina enheter.

# UnableToGetOptions
source: Unable to get available options.
fr: Impossible d’obtenir les options disponibles.
ro: Nu se pot obține opțiunile disponibile.
ru: Не удается получить доступные варианты.
sr: Nije moguće dobiti dostupne opcije.
sv: Det gick inte att få tillgängliga alternativ.

source: Altitude
ro: Altitudine
ru: Высота
sr: Visinu
sv: Höjd

source: Anonymous
fr: Anonyme
ro: Anonim
ru: Анонимный
sr: Anonimni
sv: Anonym

source: Apartment
fr: Appartement
ro: Apartament
ru: Квартира
sr: Stan
sv: Lägenhet

# APetitionHasBeenSentForEncryption
source: Encryption can only be performed, if you have access to the recipients identity. A petition for this identity has therefore been sent to the indended recipient. If the recipient accepts the petition, you will receive the identity and be able to send the payment with an encrypted message when you try again. You can also choose to send an unencrypted message with the payment.
fr: Le chiffrement ne peut être effectué que si vous avez accès à l’identité du destinataire. Une demande d’identité a donc été envoyée au destinataire désigné. Si le destinataire accepte la demande, vous recevrez l’identité et pourrez envoyer le paiement avec un message crypté lorsque vous réessayerez. Vous pouvez également choisir d’envoyer un message non chiffré avec le paiement.
ro: Criptarea poate fi efectuată numai dacă aveți acces la identitatea destinatarilor. Prin urmare, o petiție pentru această identitate a fost trimisă destinatarului urmărit. Dacă destinatarul acceptă petiția, veți primi identitatea și veți putea trimite plata cu un mesaj criptat atunci când încercați din nou. De asemenea, puteți alege să trimiteți un mesaj necriptat odată cu plata.
ru: Шифрование может быть выполнено только в том случае, если у вас есть доступ к идентификационным данным получателей. В связи с этим получателю было направлено ходатайство об установлении личности. Если получатель примет петицию, вы получите удостоверение личности и сможете отправить платеж с зашифрованным сообщением при повторной попытке. Вы также можете отправить незашифрованное сообщение вместе с платежом.
sr: Šifrovanje se može izvršiti samo ako imate pristup identitetu primalaca. Zbog toga je upućena peticija za ovaj identitet upućena primaocu. Ako primalac prihvati peticiju, dobićete identitet i moći ćete da pošaljete uplatu šifrovanom porukom kada pokušate ponovo. Takođe možete odabrati da pošaljete nešifrovanu poruku sa uplatom.
sv: Kryptering kan endast utföras om du har tillgång till mottagarens identitet. En begäran av denna identitet har därför skickats till den berörda mottagaren. Om mottagaren accepterar begäran får du identiteten och kan skicka betalningen med ett krypterat meddelande när du försöker igen. Du kan också välja att skicka ett okrypterat meddelande med betalningen.

source: Assessor
fr: Assesseur
ro: Evaluator
ru: Заседатель
sr: Procenitelj
sv: Utvärderare

source: Building
fr: Bâtiment
ro: Clădire
ru: Здание
sr: Zgradu
sv: Byggnad

source: Buy eDaler.
fr: Acheter eDaler.
ro: Cumpărați eDaler.
ru: Купить eDaler.
sr: Kupi eDaler.
sv: Köp eDaler.

source: Caller
fr: Visiteur
ro: Apelant
ru: Посетитель
sr: Pozivalac
sv: Anropare

source: Caller Address
fr: Adresse de l’appelant
ro: Adresa apelantului
ru: Адрес вызывающего абонента
sr: Adresa pozivaoca
sv: Anroparens Address

source: Caller Only
fr: Appelant uniquement
ro: Doar apelant
ru: Только вызывающий абонент
sr: Samo pozivalac
sv: Endast uppringare

source: Certifier
fr: Certificateur
ro: Certificator
ru: Сертифицирующий орган
sr: Certifikator
sv: Certifierare

# CertifierJid
source: Certifier Address
fr: Adresse du certificateur
ro: Adresa certificatorului
ru: Адрес сертифицирующего органа
sr: Adresa potvrde
sv: Certifierarens adress

source: Class
fr: Classe
ro: Clasă
ru: Класс
sr: Klase
sv: Klass

source: Contacts
ro: Contacte
ru: Контакты
sr: Kontakti
sv: Kontakt

# ContactsDescription
source: Below are all contacts in your contact book. Click on any to interact with that contact.
fr: Vous trouverez ci-dessous tous les contacts de votre carnet de contacts. Cliquez sur n’importe lequel pour interagir avec ce contact.
ro: Mai jos sunt toate contactele din agenda dvs. Faceți clic pe oricare pentru a interacționa cu acel contact.
ru: Ниже приведены все контакты в вашей контактной книге. Нажмите на любой из них, чтобы связаться с этим контактом.
sr: Ispod su svi kontakti u vašoj knjizi kontakata. Kliknite na bilo koju od 10 osoba da biste imali interakciju sa tim kontaktom.
sv: Nedan finns alla kontakter i din kontaktbok. Klicka på valfri för att interagera med kontakten.

source: Contract proposal
fr: Proposition de contrat
ro: Propunere de contract
ru: Предложение по контракту
sr: Predlog ugovora
sv: Förslag till kontrakt

# ContractResponse
source: Response to contract request
fr: Réponse à la demande de contrat
ro: Răspuns la solicitarea contractului
ru: Ответ на запрос о заключении договора
sr: Odgovor na zahtev za ugovor
sv: Svar på kontraktförfrågan

source: Contract signature received
fr: Signature du contrat reçue
ro: Semnarea contractului primită
ru: Подписание контракта получено
sr: Primljen potpis ugovora
sv: Kontraktsignatur mottagen

# ContractUpdateReceived
source: Contract updated
fr: Mise à jour du contrat
ro: Contract actualizat
ru: Контракт обновлен
sr: Ugovor je ažuriran
sv: Kontraktet uppdaterat

# DeleteRulesQuestion
source: Do you want to delete all provisioning rules for the thing? By doing so, the thing will ask you again for all new events to learn what it is authorized to do.
fr: Voulez-vous supprimer toutes les règles de provisionnement pour l’objet ? Ce faisant, la chose vous demandera à nouveau toutes les nouvelles épreuves pour savoir ce qu’elle est autorisée à faire.
ro: Doriți să ștergeți toate regulile de asigurare a accesului pentru lucru? Procedând astfel, lucrul vă va cere din nou ca toate evenimentele noi să învețe ce este autorizat să facă.
ru: Вы хотите удалить все правила подготовки для вещи? Таким образом, вещь будет снова запрашивать у вас все новые события, чтобы узнать, что она уполномочена делать.
sr: Želite li da izbrišete sva pravila obezbeđivanja za tu stvar? Time će vas stvar ponovo zamoliti za sve nove događaje kako biste saznali šta je ovlašćeno da radi.
sv: Vill du ta bort alla etableringsregler för saken? Genom att göra det kommer saken att be dig igen om att alla nya händelser ska lära sig vad den har rätt att göra.

source: Device
fr: Appareil
ro: Dispozitiv
ru: Устройство
sr: Uređaj
sv: Enhet

# DisownThingQuestion
source: Do you want to disown the thing? This will remove the thing from your list of things, and will permit another to claim the device as theirs.
fr: Voulez-vous renier la chose ? Cela supprimera la chose de votre liste de choses et permettra à quelqu’un d’autre de revendiquer l’appareil comme le sien.
ro: Vrei să renegi lucrul? Acest lucru va elimina lucrul din lista dvs. de lucruri și va permite altuia să revendice dispozitivul ca fiind al lor.
ru: Вы хотите отречься от этой вещи? Это удалит вещь из вашего списка вещей и позволит другому заявить о том, что устройство принадлежит ему.
sr: Želite li da se odreknete te stvari? Ovo će ukloniti stvar sa vaše liste stvari, i dozvoliti drugome da prisvoji uređaj kao njihov.
sv: Vill du ta bort saken? Detta kommer att ta bort saken från din lista över saker och kommer att tillåta en annan att göra anspråk på enheten som sin.

source: Encrypted Payment
fr: Paiement crypté
ro: Plată criptată
ru: Зашифрованный платеж
sr: Šifrovano plaćanje
sv: Krypterad betalning

# EntireDomain
source: Everyone from {0}
fr: Tout le monde de {0}
ro: Toată lumea din {0}
ru: Все из {0}
sr: Svi iz {0}
sv: Alla från {0}

source: Errors
fr: Erreurs
ro: Erori
ru: Ошибки
sr: Greške
sv: Fel

source: Everyone
fr: Tout le monde
ro: Oricine
ru: Каждый
sr: Svi
sv: Alla

# ExpiresAt
source: (Expires {0})
fr: (Expire le {0})
ro: (Expiră {0})
ru: (Срок действия истекает {0})
sr: (Ističe {0})
sv: (Upphör {0})

source: From User
fr: De l’utilisateur
ro: De la utilizator
ru: От пользователя
sr: Od korisnika
sv: Från användare

source: General Information
fr: Informations générales
ro: Informații generale
ru: Общая информация
sr: Opšte informacije
sv: Allmän information

source: History
fr: Histoire
ro: Istorie
ru: История
sr: Istorija
sv: Historik

source: Invalid Neuro-Feature token.
fr: Jeton Neuro-Feature invalide.
ro: Token Neuro-caracteristică nevalid.
ru: Недопустимый токен Neuro-Feature.
sr: Nevažeći oznaka neuro-funkcije.
sv: Ogiltig Neuro-Feature-token.

source: Key
fr: Clé
ro: Cheie
ru: Ключ
sr: Ključ
sv: Nyckel

source: Latitude
ro: Latitudine
ru: Широта
sr: Geografska širina
sv: Latitud

source: Longitude
ro: Longitudine
ru: Долгота
sr: Geografska dužina
sv: Longitud

source: Manufacturer
fr: Fabricant
ro: Producător
ru: Изготовитель
sr: Proizvođača
sv: Tillverkare

source: Meter Location
fr: Emplacement du compteur
ro: Locația contorului
ru: Местоположение счетчика
sr: Lokacija merača
sv: Mätarens placering

source: Meter Number
fr: Numéro de compteur
ro: Numărul contorului
ru: Номер счетчика
sr: Broj merača
sv: Mätarens nummer

source: Model
fr: Modèle
ru: Модель
sv: Modell

source: Name
fr: Nom
ro: Nume
ru: Имя
sr: Ime
sv: Namn

source: Network address of contact unknown.
fr: Adresse réseau du contact inconnue.
ro: Adresa de rețea a contactului necunoscută.
ru: Сетевой адрес контакта неизвестен.
sr: Mrežna adresa kontakta nepoznata.
sv: Kontaktens nätverksadress okänd.

source: No Contacts Found.
fr: Aucun contact trouvé.
ro: Nu s-au găsit contacte.
ru: Контакты не найдены.
sr: Nisu pronađeni kontakti.
sv: Inga kontakter hittades.
