Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# NotCompletedOnboardingError
source: It looks like you haven’t completed the onboarding process yet. Please finish setting up your account to access this feature.
fr: Il semble que vous n’ayez pas encore terminé le processus d’intégration. Veuillez terminer la configuration de votre compte pour accéder à cette fonctionnalité.
ro: Se pare că nu ați finalizat încă procesul de integrare. Vă rugăm să terminați configurarea contului pentru a accesa această funcție.
ru: Похоже, вы еще не завершили процесс онбординга. Завершите настройку учетной записи для доступа к этой функции.
sr: Izgleda da još niste završili proces uključivanja. Molimo Vas da završite podešavanje naloga da biste pristupili ovoj funkciji.
sv: Det verkar som att du inte har slutfört onboardingprocessen ännu. Slutför den för att få åtkomst till den här funktionen.

source: Preview contract
fr: Prévisualiser le contrat
ro: Previzualizați contractul
ru: Предварительный просмотр контракта
sr: Pregled ugovora
sv: Förhandsgranska kontrakt

# SetParametersTitle
source: Set parameters
fr: Définir les paramètres
ro: Setați parametrii
ru: Настройка параметров
sr: Podesite parametre
sv: Ange parametrar

# SetParametersDescription
source: Specify the variables that govern the contract
fr: Spécifier les variables qui régissent le contrat
ro: Specificați variabilele care guvernează contractul
ru: Указание переменных, которые управляют контрактом
sr: Navedite varijable koje upravljaju ugovorom
sv: Specificera de variabler som styr kontraktet

# SelectRolesTitle
source: Select roles
fr: Sélectionner les rôles
ro: Selectează rolurile
ru: Выбор ролей
sr: Izaberite uloge
sv: Välj roller

# SelectRolesDescription
source: Select who can sign as which role
fr: Sélectionner qui peut signer en tant que rôle
ro: Selectați cine poate semna ca rol
ru: Выберите, кто может подписываться как та или иная роль
sr: Izaberite ko može da potpiše kao koju ulogu
sv: Välj vem som kan signera som vilken roll

source: Back
fr: Précédent
ro: Spate
ru: Назад
sr: Povratak
sv: Tillbaka

# SelectedRoleHasReachedMaximumNumberOfParts
source: The selected role has reached the maximum number of parts
fr: Le rôle sélectionné a atteint le nombre maximal de pièces
ro: Rolul selectat a atins numărul maxim de piese
ru: Выбранная роль достигла максимального количества деталей
sr: Izabrana uloga je dostigla maksimalan broj delova
sv: Den valda rollen har nått det maximala antalet delar

# PetitionIdentitySent
source: A request to view ID has been sent
fr: Une demande de consultation de l’ID a été envoyée
ro: A fost trimisă o solicitare de vizualizare a ID-ului
ru: Отправлен запрос на просмотр ID
sr: Zahtev za prikaz ID-a je poslat
sv: En begäran om att visa ID har skickats

source: ID request sent
fr: Demande d’identité envoyée
ro: Solicitare de identificare trimisă
ru: Отправлен запрос на удостоверение личности
sr: Zahtev za ličnu kartu poslat
sv: ID-förfrågan skickad

source: Select your role
fr: Sélectionnez votre rôle
ro: Selectează-ți rolul
ru: Выберите свою роль
sr: Izaberite svoju ulogu
sv: Välj din roll

# ReviewContractTitle
source: Review contract
fr: Contrat d’examen
ro: Revizuirea contractului
ru: Пересмотр контракта
sr: Ugovor o pregledu
sv: Granska avtalet

# ReviewContractDescription
source: Carefully review the terms of the contract
fr: Examinez attentivement les termes du contrat
ro: Revizuiți cu atenție termenii contractului
ru: Внимательно ознакомьтесь с условиями договора
sr: Pažljivo pregledajte uslove ugovora
sv: Granska noggrant kontraktsvillkoren

# IHaveReadAndUnderstoodTheContract
source: I have read and understood the terms of this contract
fr: J’ai lu et compris les termes de ce contrat
ro: Am citit și am înțeles termenii acestui contract
ru: Я прочитал и понял условия настоящего договора
sr: Pročitao sam i razumeo uslove ovog ugovora
sv: Jag har läst och förstått villkoren i detta kontrakt

source: Status
fr: Statut
ro: Stare
ru: Статус

source: Encrypted
fr: Crypté
ro: Criptate
ru: Зашифрованные
sr: Šifrovane
sv: Krypterad

# ViewParametersTitle
source: View parameters
fr: Afficher les paramètres
ro: Vizualizați parametrii
ru: Параметры просмотра
sr: Pogledaj parametre
sv: Visa parametrar

# ViewParametersDescription
source: View the variables that govern the contract
fr: Afficher les variables qui régissent le contrat
ro: Vizualizați variabilele care guvernează contractul
ru: Просмотр переменных, управляющих контрактом
sr: Pogledajte varijable koje upravljaju ugovorom
sv: Visa de variabler som styr kontraktet

# ViewRolesTitle
source: Review assigned roles
fr: Examiner les rôles attribués
ro: Revizuirea rolurilor atribuite
ru: Просмотр назначенных ролей
sr: Pregledajte dodeljene uloge
sv: Granska tilldelade roller

# ViewRolesDescription
source: Review the roles and see who has signed each role
fr: Passez en revue les rôles et voyez qui a signé chaque rôle
ro: Revizuiți rolurile și vedeți cine a semnat fiecare rol
ru: Просмотрите роли и узнайте, кто подписал каждую роль
sr: Pregledajte uloge i pogledajte ko je potpisao svaku ulogu
sv: Granska rollerna och se vem som har signerat varje roll

# InvitationToSign
source: You have been invited to sign this contract, make sure to verify and review the contract before proceeding
fr: Vous avez été invité à signer ce contrat, assurez-vous de vérifier et d’examiner le contrat avant de procéder
ro: Ați fost invitat să semnați acest contract, asigurați-vă că verificați și revizuiți contractul înainte de a continua
ru: Вам было предложено подписать этот контракт, обязательно проверьте и просмотрите контракт, прежде чем продолжить.
sr: Pozvani ste da potpišete ovaj ugovor, uverite se da verifikujete i pregledate ugovor pre nego što nastavite
sv: Du har blivit inbjuden att signera detta kontrakt. Se till att verifiera och granska kontraktet innan du fortsätter.

source: Title
fr: Titre
ro: Titlu
ru: Титул
sr: Naslov
sv: Titel

source: Sign
fr: Signe
ro: Semna
ru: Знак
sr: Potpisati
sv: Signera

source: Pending signature
fr: Signature en attente
ro: Semnătură în așteptare
ru: Ожидающая подписи
sr: Potpis na čekanju
sv: Inväntar signatur

source: View signature
fr: Voir la signature
ro: Vezi semnătura
ru: Посмотреть подпись
sr: Pogledaj potpis
sv: Visa signatur

# ReviewContractDescription2
source: Review the terms of the contract
fr: Examiner les termes du contrat
ro: Revizuiți termenii contractului
ru: Ознакомьтесь с условиями договора
sr: Pregledajte uslove ugovora
sv: Granska kontraktets villkor

# ServerSignatureButtonTitle
source: View server signature
fr: Afficher la signature du serveur
ro: Vizualizați semnătura serverului
ru: Просмотр подписи сервера
sr: Pogledaj potpis servera
sv: Visa serversignatur

# ServerSignatureButtonDescription
source: View the server signature, which protects the integrity of the contract
fr: Afficher la signature du serveur, ce qui protège l’intégrité du contrat
ro: Vizualizați semnătura serverului, care protejează integritatea contractului
ru: Просмотр подписи сервера, которая защищает целостность контракта
sr: Pogledaj potpis servera, koji štiti integritet ugovora
sv: Visa serversignaturen, som skyddar avtalets integritet

source: Transient
fr: Éphémère
ro: Trecător
ru: Преходящий
sr: Prolazne

source: Generate QR Code
fr: Générer un code QR
ro: Generați cod QR
ru: Сгенерировать QR-код
sr: Generišite KR kod
sv: Generera QR-kod

# CameraPermissionTitle
source: Camera
fr: Caméra
ro: Aparat foto
ru: Фотоаппарат
sr: Kameru
sv: Kamera

# CameraPermissionDescription
source: To use this feature, please enable camera access in your settings.
fr: Pour utiliser cette fonctionnalité, veuillez activer l’accès à l’appareil photo dans vos paramètres.
ro: Pentru a utiliza această funcție, vă rugăm să activați accesul la cameră în setările dvs.
ru: Чтобы использовать эту функцию, включите доступ к камере в настройках.
sr: Da biste koristili ovu funkciju, omogućite pristup kameri u podešavanjima.
sv: För att använda denna funktion, vänligen aktivera kameratillgång i dina inställningar.

# CameraPermissionDescriptionSecondary
source: Open settings - Click on "Permissions" - Enable Camera Permissions
fr: Ouvrez les paramètres - Cliquez sur « Autorisations » - Activer les autorisations de l’appareil photo
ro: Deschideți setările - Faceți clic pe "Permisiuni" - Activați permisiunile camerei
ru: Откройте настройки - Нажмите на "Разрешения" - Включите разрешения камеры
sr: Otvori podešavanja - Kliknite na "Dozvole" - Omogući dozvole kamere
sv: Öppna inställningar - Klicka på "Behörigheter" - Aktivera kamerabehörigheter

# iOS_CameraPermissionDescriptionSecondary
source: Open settings - Enable Camera Permissions
fr: Ouvrir les paramètres - Activer les autorisations de l’appareil photo
ro: Deschideți setările - Activați permisiunile camerei
ru: Откройте настройки - Включить разрешения камеры
sr: Otvori podešavanja - Omogući dozvole kamere
sv: Öppna inställningar - Aktivera kamerabehörigheter

# GoToSettings
source: Open settings
fr: Ouvrir les paramètres
ro: Deschideți setările
ru: Откройте настройки
sr: Otvori podešavanja
sv: Öppna inställningar

source: Skip
fr: Sautiller
ro: Sări peste
ru: Скип
sr: Preskoči
sv: Hoppa över
