Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# SelectServiceProviderPeerReview
source: Select where to send the review request.
fr: Sélectionnez l’emplacement d’envoi de la demande d’examen.
ro: Selectați unde doriți să trimiteți solicitarea de examinare.
ru: Выберите, куда отправить запрос на проверку.
sr: Izaberite gde želite da pošaljete zahtev za redigovanje.
sv: Välj vart du vill skicka en attestbegäran.

# NrPeerReviews
source: Number of peer reviews:
fr: Nombre d’évaluations par les pairs :
ro: Numărul de evaluări inter pares:
ru: Количество рецензий:
sr: Broj vršnjačkih recenzija:
sv: Antal attesteringar:

source: Birth Date
fr: Date de naissance
ro: Data nasterii
ru: Дата рождения
sr: Datum rođenja
sv: Födelsedatum

source: Female
fr: Femelle
ro: Feminin
ru: Женский
sr: Ћenski
sv: Kvinna

source: Gender
fr: Genre
ro: Gen
ru: Род
sr: Pol
sv: Kön

source: Male
fr: Mâle
ro: Mascul
ru: Мужской
sr: Muљkarac
sv: Man

source: Nationality
fr: Nationalité
ro: Naționalitate
ru: Национальность
sr: Nacionalnost
sv: Nationalitet

source: Other
fr: Autre
ro: Alt
ru: Другой
sr: Drugi
sv: Andra __________

source: Select Gender
fr: Sélectionnez le sexe
ro: Selectați sexul
ru: Выберите пол
sr: Izbor pola
sv: Välj kön

source: Select Nationality
fr: Sélectionnez la nationalité
ro: Selectați naționalitatea
ru: Выберите национальность
sr: Izaberi nacionalnost
sv: Välj nationalitet

source: Request for Review
fr: Demande de révision
ro: Cerere de reexaminare
ru: Запрос на рецензирование
sr: Zahtev za redigovanje
sv: Begäran om granskning

# AuthenticateAndSign
source: Authenticate & Sign
fr: Authentifier et signer
ro: Autentificați-vă și semnați
ru: Аутентификация и подписание
sv: Autentisera och signera

# ConcludeReview
source: Conclude Review of
fr: Conclure l’examen de
ro: Finalizați revizuirea
ru: Заключите обзор
sr: Zaključi pregled
sv: Avsluta granskning av

source: Hide information
fr: Masquer les informations
ro: Ascunderea informațiilor
ru: Скрыть информацию
sr: Sakrij informacije
sv: Dölj information

source: Note
ro: Notă
ru: Заметка
sr: Nota
sv: Not

# PeerReviewAcknowledgeResponsibilityText
source: I acknowledge that I am responsible for the information I provide in this review of the provided information.
fr: Je reconnais que je suis responsable des informations que je fournis dans cet examen des informations fournies.
ro: Recunosc că sunt responsabil pentru informațiile pe care le furnizez în această revizuire a informațiilor furnizate.
ru: Я признаю, что несу ответственность за информацию, которую я предоставляю в этом обзоре предоставленной информации.
sr: Potvrđujem da sam odgovoran za informacije koje pružam u ovom pregledu pruženih informacija.
sv: Jag bekräftar att jag är ansvarig för den information jag lämnar i denna attest av den angivna informationen.

# PeerReviewAuthenticationText
source: By authenticating myself and signing the review, I hereby confirm that the identity information sent by {0} is correct.
fr: En m’authentifiant et en signant l’avis, je confirme par la présente que les informations d’identité envoyées par {0} sont correctes.
ro: Prin autentificarea mea și semnarea recenziei, confirm prin prezenta că informațiile de identitate trimise de {0} sunt corecte.
ru: Аутентифицируя себя и подписывая отзыв, я тем самым подтверждаю, что идентификационная информация, отправленная {0}, верна.
sr: Potvrdom identiteta i potpisivanjem recenzije potvrđujem da su informacije o identitetu koje šalje {0} tačne.
sv: Genom att autentisera mig och signera denna granskning bekräftar jag härmed att identitetsinformationen som skickas av {0} är korrekt.

# PeerReviewBirthDateText
source: The Birth Date is correct.
fr: La date de naissance est correcte.
ro: Data nașterii este corectă.
ru: Дата рождения указана правильно.
sr: Datum rođenja je tačan.
sv: Födelsedatumet är korrekt.

# PeerReviewConfirmCorrectText
source: I confirm that the information provided by {0} is correct.
fr: Je confirme que les informations fournies par {0} sont correctes.
ro: Confirm că informațiile furnizate de {0} sunt corecte.
ru: Я подтверждаю, что информация, предоставленная {0}, верна.
sr: Potvrđujem da su informacije koje je dao {0} tačne.
sv: Jag bekräftar att de uppgifter som {0} lämnat är korrekta.

# PeerReviewConsentProcessingText
source: I consent to my identity being associated as a reviewer with the reviewed identity. When reviewing an identity, the identity of reviewers can also be seen.
fr: Je consens à ce que mon identité soit associée en tant qu’évaluateur à l’identité évaluée. Lors de l’examen d’une identité, l’identité des évaluateurs peut également être vue.
ro: Sunt de acord ca identitatea mea să fie asociată ca recenzent cu identitatea revizuită. La revizuirea unei identități, poate fi văzută și identitatea recenzenților.
ru: Я даю согласие на то, чтобы моя личность как рецензента ассоциировалась с проверяемой личностью. При проверке удостоверения также можно увидеть личность рецензентов.
sr: Pristajem da moj identitet bude povezan kao redaktor sa redigovanim identitetom. Prilikom pregleda identiteta može se videti i identitet redaktora.
sv: Jag samtycker till att min identitet kopplas som granskare till den granskade identiteten. Vid granskning av ett identitet kan även granskarnas identitet visas.

# PeerReviewGenderText
source: The Gender is correct.
fr: Le genre est correct.
ro: Genul este corect.
ru: Пол правильный.
sr: Pol je tačan.
sv: Kön är korrekt.

# PeerReviewNameText
source: The full name is correct.
fr: Le nom complet est correct.
ro: Numele complet este corect.
ru: Полное название верное.
sr: Puno ime je tačno.
sv: Det fullständiga namnet är korrekt.

# PeerReviewNationalityText
source: The Nationality is correct.
fr: La nationalité est correcte.
ro: Naționalitatea este corectă.
ru: Национальность правильная.
sr: Nacionalnost je tačna.
sv: Nationaliteten är korrekt.

# PeerReviewOrganizationalInfoText
source: The Organizational Information is correct.
fr: Les informations sur l’organisation sont correctes.
ro: Informațiile organizaționale sunt corecte.
ru: Организационная информация верна.
sr: Organizacione informacije su tačne.
sv: Organisationsinformationen är korrekt.

# PeerReviewPersonalAddressInfoText
source: The Personal Address Information is correct.
fr: Les informations d’adresse personnelle sont correctes.
ro: Informațiile despre adresa personală sunt corecte.
ru: Информация о личном адресе верна.
sr: Lične informacije o adresi su tačne.
sv: Den personliga adressinformationen är korrekt.

# PeerReviewPhotoText
source: The photo clearly represents {0}.
fr: La photo représente clairement {0}.
ro: Fotografia reprezintă în mod clar {0}.
ru: Фотография наглядно представляет {0}.
sr: Fotografija jasno predstavlja {0}.
sv: Fotot representerar tydligt {0}.

# PeerReviewPnrText
source: The Personal number is correct.
fr: Le numéro personnel est correct.
ro: Numărul personal este corect.
ru: Личный номер правильный.
sr: Lični broj je tačan.
sv: Personnumret är korrekt.

source: Reject
fr: Rejeter
ro: Respinge
ru: Отвергать
sr: Odbaci
sv: Avvisa

# ReviewApproved
source: You have now approved the information provided by {0}. Your review may be used to approve the identity application.
fr: Vous avez maintenant approuvé les informations fournies par {0}. Votre examen peut être utilisé pour approuver la demande d’identité.
ro: Acum ați aprobat informațiile furnizate de {0}. Recenzia dvs. poate fi utilizată pentru a aproba cererea de identitate.
ru: Вы согласились с информацией, предоставленной {0}. Ваш отзыв может быть использован для утверждения заявки на идентификацию.
sr: Sada ste odobrili informacije koje ste dali {0}. Vaša recenzija se može koristiti za odobravanje aplikacije identiteta.
sv: Du har nu godkänt den information som lämnats av {0}. Din granskning kan användas för att godkänna identitetsansökan.

# ReviewNote
source: If you suspect any of the information provided is not correct, you should reject the information.
fr: Si vous pensez que l’une des informations fournies n’est pas correcte, vous devez la rejeter.
ro: Dacă bănuiți că oricare dintre informațiile furnizate nu este corectă, ar trebui să respingeți informațiile.
ru: Если вы подозреваете, что какая-либо из предоставленных сведений неверна, вы должны отклонить эту информацию.
sr: Ako sumnjate da bilo koja od navedenih informacija nije tačna, trebalo bi da odbijete informacije.
sv: Om du misstänker att någon av de uppgifter som lämnats inte är korrekta bör du avvisa informationen.

source: See information again
fr: Voir à nouveau les informations
ro: Vedeți din nou informații
ru: Посмотреть информацию еще раз
sr: Ponovo pogledajte informacije
sv: Visa information igen

# UnableToSignReview
source: Unable to sign the review.
fr: Impossible de signer l’avis.
ro: Nu se poate semna recenzia.
ru: Не могу подписать отзыв.
sr: Nije moguće potpisati redigovanje.
sv: Det gick inte att signera granskningen.

source: Device ID
fr: ID de l’appareil
ro: ID-ul dispozitivului
ru: Идентификатор устройства
sr: ID uređaja
sv: Enhets-ID

source: Add Contact to Contract
fr: Ajouter un contact au contrat
ro: Adăugați o persoană de contact la contract
ru: Добавить контакт в контракт
sr: Dodaj kontakt ugovoru
sv: Lägg till kontakt i kontrakt

source: Add part
fr: Ajouter une pièce
ro: Adaugă parte
ru: Добавить деталь
sr: Dodaj deo
sv: Lägg till part

source: Archiving (optional)
fr: Archivage (facultatif)
ro: Arhivare (opțional)
ru: Архивирование (опционально)
sr: Arhiviranje (opcionalno)
sv: Arkivering (valfritt)

source: Archiving (required)
fr: Archivage (obligatoire)
ro: Arhivare (obligatoriu)
ru: Архивирование (обязательно)
sr: Arhiviranje (obavezno)
sv: Arkivering (obligatoriskt)

source: Balance updated.
fr: Solde mis à jour.
ro: Sold actualizat.
ru: Баланс обновлен.
sr: Saldo je ažuriran.
sv: Saldo uppdaterat.

# CalculationError
source: Unable to perform calculation.
fr: Impossible d’effectuer le calcul.
ro: Nu se poate efectua calculul.
ru: Не удается выполнить расчет.
sr: Nije moguće izvršiti izračunavanje.
sv: Det går inte att utföra beräkningen.

source: Can act as template
fr: Peut servir de modèle
ro: Poate acționa ca șablon
ru: Может выступать в качестве шаблона
sr: Može da deluje kao predložak
sv: Kan användas som mall

source: Contract has been deleted.
fr: Le contrat a été supprimé.
ro: Contractul a fost șters.
ru: Контракт был удален.
sr: Ugovor je izbrisan.
sv: Kontraktet har tagits bort.

source: Contract has been obsoleted.
fr: Le contrat est obsolète.
ro: Contractul a fost caduc.
ru: Контракт устарел.
sr: Ugovor je zastareo.
sv: Kontraktet är utgånget.

source: Contract ID
fr: ID de contrat
ru: Идентификатор контракта
sr: ID ugovora
sv: Kontrakt-ID

# ContractRoleMustBeSelected
source: Select contract role first, and then try again.
fr: Sélectionnez d’abord le rôle du contrat, puis réessayez.
ro: Selectați mai întâi rolul de contract, apoi încercați din nou.
ru: Сначала выберите роль контракта, а затем повторите попытку.
sr: Prvo izaberite ulogu ugovora, a zatim pokušajte ponovo.
sv: Välj först kontraktsroll och försök sedan igen.

source: Contracts
fr: Contrats
ro: Contracte
ru: Контракты
sr: Ugovore
sv: Kontrakt

# ContractsInfoText
source: Below is a list of contracts that you have created or signed, organized by category. Tap on a category to expand. Tap on a contract to view it.
fr: Vous trouverez ci-dessous une liste des contrats que vous avez créés ou signés, organisés par catégorie. Appuyez sur une catégorie pour l’agrandir. Appuyez sur un contrat pour l’afficher.
ro: Mai jos este o listă de contracte pe care le-ați creat sau semnat, organizate pe categorii. Atingeți o categorie pentru a vă extinde. Atingeți un contract pentru a-l vizualiza.
ru: Ниже приведен список договоров, которые вы создали или подписали, упорядоченные по категориям. Нажмите на категорию, чтобы развернуть ее. Нажмите на контракт, чтобы просмотреть его.
sr: Ispod je lista ugovora koje ste kreirali ili potpisali, organizovane po kategorijama. Dodirnite kategoriju da biste se razvili. Dodirnite ugovor da biste ga videli.
sv: Nedan finns en lista över kontrakt som du har skapat eller signerat, ordnade efter kategori. Tryck på en kategori för att expandera. Tryck på ett avtal för att se det.

source: Contract successfully signed.
fr: Contrat signé avec succès.
ro: Contract semnat cu succes.
ru: Контракт успешно подписан.
sr: Ugovor je uspešno potpisan.
sv: Kontraktet har undertecknats.

source: Contract Templates
fr: Modèles de contrat
ro: Șabloane de contract
ru: Шаблоны договоров
sr: Predlošci ugovora
sv: Mallar för kontrakt

# ContractTemplatesInfoText
source: Below is a list of contract templates that you have used, organized by category. Tap on a category to expand. Tap on a template to create a new contract based on that template.
fr: Vous trouverez ci-dessous une liste des modèles de contrat que vous avez utilisés, organisés par catégorie. Appuyez sur une catégorie pour l’agrandir. Appuyez sur un modèle pour créer un nouveau contrat basé sur ce modèle.
ro: Mai jos este o listă de șabloane de contract pe care le-ați utilizat, organizate pe categorii. Atingeți o categorie pentru a vă extinde. Atingeți un șablon pentru a crea un nou contract bazat pe șablonul respectiv.
ru: Ниже приведен список шаблонов договоров, которые вы использовали, упорядоченные по категориям. Нажмите на категорию, чтобы развернуть ее. Нажмите на шаблон, чтобы создать новый контракт на основе этого шаблона.
sr: Ispod je lista predložaka ugovora koje ste koristili, organizovanih po kategorijama. Dodirnite kategoriju da biste se razvili. Dodirnite predložak da biste kreirali novi ugovor zasnovan na tom predlošku.
sv: Nedan finns en lista över kontraktsmallar som du har använt, ordnade efter kategori. Tryck på en kategori för att expandera. Tryck på en mall för att skapa ett nytt avtal baserat på den mallen.

# ContractVisibilityMustBeSelected
source: Select contract visibility first, and then try again.
fr: Sélectionnez d’abord la visibilité du contrat, puis réessayez.
ro: Selectați mai întâi vizibilitatea contractului, apoi încercați din nou.
ru: Сначала выберите видимость контракта, а затем повторите попытку.
sr: Prvo izaberite vidljivost ugovora, a zatim pokušajte ponovo.
sv: Välj kontraktets synlighet först och försök sedan igen.

# ContractVisibility_CreatorAndParts
source: Creator and parts
fr: Créateur et pièces
ro: Creator și părți
ru: Создатель и детали
sr: Kreator i delovi
sv: Skapare och parter

# ContractVisibility_DomainAndParts
source: Domain and parts
fr: Domaine et parties
ro: Domeniu și părți
ru: Домен и детали
sr: Domen i delovi
sv: Domän och parter

# ContractVisibility_Public
source: Public, not searchable
fr: Public, non consultable
ro: Public, nu poate fi căutat
ru: Общедоступный, без возможности поиска
sr: Javno, ne može se pretraživati
sv: Offentligt, ej sökbart

# ContractVisibility_PublicSearchable
source: Public and searchable
fr: Public et consultable
ro: Public și căutabil
ru: Общедоступный и доступный для поиска
sr: Javno i pretraživo
sv: Publik och sökbar

source: day
fr: jour
ro: zi
ru: день
sr: Dan
sv: dag

source: days
fr: Jours
ro: Zile
ru: Дни недели
sr: Dani
sv: dagar

source: Schema Digest
fr: Résumé de schéma
ro: Rezumatul schemei
ru: Дайджест схемы
sr: Varenje šeme
sv: Sammanställning av scheman

source: Duration
fr: Durée
ro: Durată
ru: Длительность
sr: Trajanje
sv: Giltighetstid

# EnterProposal
source: Enter the text to include in the proposal to {0}, or leave blank if a proposal should not be sent.
fr: Entrez le texte à inclure dans la proposition à {0}, ou laissez vide si une proposition ne doit pas être envoyée.
ro: Introduceți textul de inclus în propunere pentru a {0} sau lăsați necompletat dacă nu trebuie trimisă o propunere.
ru: Введите текст, который будет включен в предложение {0}, или оставьте пустым, если предложение не должно быть отправлено.
sr: Unesite tekst koji treba uključiti u predlog da biste {0} ili ostavite prazan ako predlog ne bi trebalo da bude poslat.
sv: Ange den text som ska ingå i förfrågan till {0}, eller lämna tomt om en förfrågan inte ska skickas.

# EnterValidValue
source: Enter a valid value first.
fr: Entrez d’abord une valeur valide.
ro: Introduceți mai întâi o valoare validă.
ru: Сначала введите допустимое значение.
sr: Prvo unesite važeću vrednost.
sv: Ange först ett giltigt värde.

# EnterValue
source: You need to enter a value first.
fr: Vous devez d’abord entrer une valeur.
ro: Trebuie să introduceți mai întâi o valoare.
ru: Сначала нужно ввести значение.
sr: Prvo morate da unesete vrednost.
sv: Du måste ange ett värde först.

# ExpiredEDalerUri
source: This eDaler code has expired.
fr: Ce code eDaler a expiré.
ro: Acest cod eDaler a expirat.
ru: Срок действия этого кода eDaler истек.
sr: Ovaj eDaler kod je istekao.
sv: Denna eDaler-kod har har gått ut.

# ForInclusionInContract
source: For inclusion as part in a contract.
fr: Pour inclusion dans le cadre d’un contrat.
ro: Pentru includerea ca parte a unui contract.
ru: Для включения в состав договора.
sr: Za uključivanje kao deo ugovora.
sv: För att ingå som en del av ett kontrakt.

source: From
fr: De
ro: Din
ru: От
sr: Iz
sv: Från

source: Hash Function
fr: Fonction de hachage
ro: Funcția Hash
ru: Хэш-функция
sr: Funkcija Hash
sv: Hash-funktion

source: hour
fr: heure
ro: oră
ru: час
sr: Sat
sv: timme

source: hours
fr: Heures
ro: Ore
ru: Часов
sr: Sati
sv: timmar

# InvalidEDalerUri
source: Invalid eDaler URI: {0}
fr: URI eDaler non valide : {0}
ro: URI eDaler nevalid: {0}
ru: Недопустимый URI eDalaler: {0}
sr: Nevažeći eDaler URI: {0}
sv: Ogiltig eDaler-URI: {0}

source: Local name
fr: Nom local
ro: Denumirea locală
ru: Локальное название
sr: Lokalno ime
sv: Lokalt namn

source: minute
ro: minut
ru: минута
sr: Minut
sv: minut

source: minutes
fr: compte-rendu
ro: Minute
ru: протокол
sr: Minuta
sv: minuter

source: Mode
ro: Mod
ru: Режим
sr: Režimu
sv: Läge

source: month
fr: mois
ro: lună
ru: месяц
sr: Meseca
sv: månad

source: months
fr: Mois
ro: Luni
ru: Месяцы
sr: Meseci
sv: månader

source: Namespace
fr: Espace de noms
ro: Spațiu de nume
ru: Пространство имен
sr: Prostor za ime
sv: Namnområde

source: Negative
fr: Négatif
ro: Negativ
ru: Отрицательная
sr: Negativna
sv: Negativ

source: Parameters
fr: Paramètres
ro: Parametrii
ru: Параметры
sr: Parametre
sv: Parametrar

source: Proposal
fr: Proposition
ro: Propunere
ru: Предложение
sr: Predlog
sv: Förslag

# PurposeReviewContract
source: Reviewing contract where you are part.
fr: Examen du contrat auquel vous faites partie.
ro: Revizuirea contractului în care sunteți parte.
ru: Проверка договора, в котором вы состоите.
sr: Redigovanje ugovora tamo gde ste deo.
sv: Granska kontrakt där du är en del.

source: Request to access contract
fr: Demande de contrat d’accès
ro: Cerere de acces contract
ru: Запрос на доступ к договору
sr: Zahtev za pristup ugovoru
sv: Begär om att få tillgång till kontrakt

source: second
fr: deuxième
ro: secundă
ru: секунда
sr: Drugi
sv: sekund

source: seconds
fr: Secondes
ro: Secunde
ru: товары второго сорта
sr: Sekundi
sv: sekunder

# SelectedContactCannotBeAdded
source: The selected contact cannot be added. It does not have an identity registered.
fr: Le contact sélectionné ne peut pas être ajouté. Il n’a pas d’identité enregistrée.
ro: Persoana de contact selectată nu poate fi adăugată. Nu are o identitate înregistrată.
ru: Выбранный контакт не может быть добавлен. У него нет зарегистрированной личности.
sr: Nije moguće dodati izabrani kontakt. Nema registrovan identitet.
sv: Det går inte att lägga till det valda kontakten. Den har ingen identitet registrerat.

source: Send
fr: Envoyer
ro: Expedia
ru: Отправить
sr: Poљalji
sv: Skicka

source: Sign after
fr: Signer après
ro: Semnează după
ru: Подписать после
sr: Potpiši posle
sv: Signera efter

# SignAsRole
source: Sign as {0}
fr: Signez en tant que {0}
ro: Semnează ca {0}
ru: Подписать как {0}
sr: Potpiši kao {0}
sv: Signera som {0}

source: Sign before
fr: Signer avant
ro: Semnează înainte
ru: Подпишите перед
sr: Potpiši pre
sv: Signera innan

# StateChangedTo
source: State changed to {0}
fr: État changé en {0}
ro: Statul s-a schimbat în {0}
ru: Состояние изменено на {0}
sr: Stanje je promenjeno u {0}
sv: Tillstånd har ändrats till {0}

source: Template ID
fr: ID du modèle
ro: ID-ul șablonului
ru: Идентификатор шаблона
sr: ID predloška
sv: Mall-ID

# TheContractRequiresAtLeast_AddMoreParts
source: The contract requires at least {0} part(s) of role {1}. Add more parts to the contract and try again.
fr: Le contrat nécessite au moins {0} partie de {1} de rôle. Ajoutez d’autres pièces au contrat et réessayez.
ro: Contractul necesită cel puțin {0} parte (părți) de rol {1}. Adăugați mai multe părți la contract și încercați din nou.
ru: Контракт требует, по крайней мере{0} часть (части) ролевых {1}. Добавьте в контракт дополнительные детали и повторите попытку.
sr: Ugovor zahteva najmanje {0} uloge u {1}. Dodajte još delova ugovoru i pokušajte ponovo.
sv: Kontraktet kräver som minst {0} part(er) av rollen {1}. Lägg till parter till kontraktet och försök igen.

# TheContractRequiresAtMost_RemoveParts
source: The contract requires at most {0} part(s) of role {1}. Remove some of the parts from the contract and try again.
fr: Le contrat nécessite tout au plus {0} partie(s) de rôle {1}. Retirez certaines pièces du contrat et réessayez.
ro: Contractul necesită cel mult {0} parte (părți) a (ale) rolului {1}. Scoateți unele părți din contract și încercați din nou.
ru: Контракт требует не более {0} части ролей {1}. Удалите некоторые части из контракта и повторите попытку.
sr: Ugovor zahteva najviše {0} deo uloge {1}. Uklonite neke delove iz ugovora i pokušajte ponovo.
sv: Kontraktet kräver som mest {0} part(er) av rollen {1}. Ta bort parter från kontraktet och försök igen.

source: To
fr: À
ro: Spre
ru: Кому
sr: Da
sv: Till

# TokenAdded
source: A token has been added to your wallet.
fr: Un jeton a été ajouté à votre portefeuille.
ro: Un token a fost adăugat în portofel.
ru: Токен добавлен в ваш кошелек.
sr: Simbol je dodat u vaš novčanik.
sv: En token har lagts till i din plånbok.

# TokenAdded2
source: Token Added
fr: Ajout d’un jeton
ro: Token adăugat
ru: Добавлен токен
sr: Dodat simbol
sv: Token har lagts till

# TokenCreationTemplates
source: Token Templates
fr: Modèles de jetons
ro: Șabloane de jetoane
ru: Шаблоны токенов
sr: Predlošci simbola
sv: Mallar för tokens
