Repository: Trust-Anchor-Group/NeuroAccessMaui
Catalog: NeuroAccessMaui/Resources/Languages/AppResources.*.resx
Languages: fr, ro, ru, sr, sv

# ServerSignaturesInfoText
source: The integrity of the contract is protected by the server signature shown below.
fr: L’intégrité du contrat est protégée par la signature du serveur indiquée ci-dessous.
ro: Integritatea contractului este protejată de semnătura serverului prezentată mai jos.
ru: Целостность контракта защищена подписью сервера, показанной ниже.
sr: Integritet ugovora je zaštićen potpisom servera prikazanim ispod.
sv: Kontraktets integritet skyddas av serversignaturen som visas nedan.

source: Show details
fr: Afficher les détails
ro: Afișează detalii
ru: Показать подробности
sr: Prikaži detalje
sv: Detaljer

source: View contract
fr: Voir le contrat
ro: Vezi contractul
ru: Посмотреть договор
sr: Pogledaj ugovor
sv: Visa kontrakt

# MachineReadableInfoText
source: An overview of the machine-readable data embedded in the contract is shown below.
fr: Un aperçu des données lisibles par machine intégrées dans le contrat est présenté ci-dessous.
ro: O prezentare generală a datelor care pot fi citite automat încorporate în contract este prezentată mai jos.
ru: Ниже приведен обзор машиночитаемых данных, встроенных в договор.
sr: Pregled podataka čitljivih na računaru ugrađenih u ugovor prikazan je ispod.
sv: En översikt över den maskinläsbara datan i kontraktet visas nedan.

source: Approved
fr: Approuvé
ro: Aprobat
ru: Одобренный
sr: Odobrio
sv: Godkänd

source: Authenticating
fr: Authentification
ro: Autentificare
ru: Проверки подлинности
sr: Potvrda identiteta
sv: Autentisering

source: Being signed
fr: Être signé
ro: În curs de semnare
ru: Подписывается
sr: Potpisujem
sv: Signeras

source: Binding
fr: Reliure
ro: Legare
ru: Связывание
sr: Povezivanje
sv: Bindande

source: Compromised
fr: Compromis
ro: Compromisă
ru: Скомпрометированы
sr: Kompromitovan
sv: Komprometterad

source: Connected
fr: Relié
ro: Conectat
ru: Связанный
sr: Povezan sa
sv: Ansluten

source: Connecting
fr: Connectant
ro: Conectarea
ru: Соединительный
sr: Povezivanje
sv: Ansluter

# ContractIdCopiedSuccessfully
source: A link to the contract was copied to the clipboard.
fr: Un lien vers le contrat a été copié dans le presse-papiers.
ro: Un link către contract a fost copiat în clipboard.
ru: Ссылка на контракт была скопирована в буфер обмена.
sr: Veza sa ugovorom je kopirana u ostavu.
sv: En länk till avtalet kopierades till Urklipp.

source: Deleted
fr: Supprimé
ro: Şterse
ru: Уничтоженный
sr: Izbrisane
sv: Borttagen

source: Error
fr: Erreur
ro: Eroare
ru: Ошибка
sr: Greška
sv: Fel

source: Failed
fr: Raté
ro: Eșuat
ru: Неудавшийся
sr: Nije uspelo
sv: Misslyckades

source: Fetching roster
fr: Liste attrayante
ro: Preluarea listei
ru: Получение списка
sr: Prenošenje spiska
sv: Hämtar kontaktlista

source: Obsoleted
fr: Obsolète
ro: Învechit
ru: Устарело
sr: Zastarelo
sv: Utgången

source: Offline
fr: Hors-ligne
ru: Автономный
sr: Vanmrežne

source: Proposed
fr: Proposé
ro: Propus
ru: Предложенный
sr: Predložio
sv: Föreslaget

source: Registering
fr: Enregistrement
ro: Înregistrarea
ru: Регистрирующий
sr: Registrovanje
sv: Registrering

source: Requesting session
fr: Demande de session
ro: Solicitarea sesiunii
ru: Запрос сеанса
sr: Zahtevanje sesije
sv: Begär session

source: Setting presence
fr: Présence de réglage
ro: Setarea prezenței
ru: Настройка присутствия
sr: Postavljanje prisustva
sv: Ställer in närvaro

source: Signed
fr: Signé
ro: Semnat
ru: Подписанный
sr: Potpisao
sv: Signerad

source: Starting encryption
fr: Démarrage du chiffrement
ro: Pornirea criptării
ru: Запуск шифрования
sr: Pokretanje šifrovanja
sv: Startar kryptering

source: Stream negotiation
fr: Négociation de flux
ro: Negocierea fluxului
ru: Согласование потоковой передачи
sr: Potočno pregovaranje
sv: Strömma förhandling

source: Stream opened
fr: Stream ouvert
ro: Flux deschis
ru: Трансляция открыта
sr: Tok je otvoren
sv: Stream öppnad

# AreYouSureYouWantToSignAs
source: Are you sure you want to sign this contract as {0}?
fr: Êtes-vous sûr de vouloir signer ce contrat en tant que {0} ?
ro: Sunteți sigur că doriți să semnați acest contract ca {0}?
ru: Вы уверены, что хотите подписать этот контракт как {0}?
sr: Želite li zaista da potpišete ovaj ugovor {0}?
sv: Är du säker på att du vill signera detta kontrakt som {0}?

# AreYouSureYouWantToObsoleteContract
source: Are you sure you want to obsolete this contract?
fr: Êtes-vous sûr de vouloir rendre ce contrat obsolète ?
ro: Sunteți sigur că doriți să depășiți acest contract?
ru: Вы уверены, что хотите отказаться от этого контракта?
sr: Želite li zaista da zastareli ovaj ugovor?
sv: Är du säker på att du vill att detta avtal ska bli utgånget?

# AreYouSureYouWantToDeleteContract
source: Are you sure you want to delete this contract?
fr: Êtes-vous sûr de vouloir supprimer ce contrat ?
ro: Sigur doriți să ștergeți acest contract?
ru: Вы уверены, что хотите удалить этот контракт?
sr: Želite li zaista da izbrišete ovaj ugovor?
sv: Är du säker på att du vill ta bort det här avtalet?

# ClientSignatureInformationInfoText
source: The following is information related to a client signature.
fr: Voici les informations relatives à la signature d’un client.
ro: Următoarele sunt informații legate de semnătura unui client.
ru: Ниже приведена информация, связанная с подписью клиента.
sr: Slede informacije vezane za potpis klijenta.
sv: Följande är information som rör en klientsignatur.

source: Identity information
fr: Informations d’identité
ro: Informații de identitate
ru: Идентификационная информация
sr: Informacije o identitetu
sv: Uppgifter om identitet

# IdentityInformationInfoText
source: The following is personal information registered for the party who signed the contract.
fr: Ce qui suit est une information personnelle enregistrée pour la partie qui a signé le contrat.
ro: Următoarele sunt informații personale înregistrate pentru partea care a semnat contractul.
ru: Ниже приведена личная информация, зарегистрированная на стороне, подписавшей договор.
sr: Slede lični podaci registrovani za stranku koja je potpisala ugovor.
sv: Följande är personuppgifter som registreras för den part som signerat avtalet.

source: Network
fr: Réseau
ro: Rețea
ru: Сеть
sr: Mrežne
sv: Nätverk

source: Role
fr: Rôle
ro: Rol
ru: Роль
sr: Ulogu
sv: Roll

source: Signature
ro: Semnătură
ru: Подпись
sr: Potpis
sv: Signatur

source: Time stamp
fr: Horodatage
ro: Timp timbru
ru: Отметка времени
sr: Vremenska oznaka
sv: Tidstämpel

source: Transferable
fr: Transférable
ro: Transferabile
ru: Переводный
sr: Prenosivo
sv: Överförbar

source: Provider
fr: Fournisseur
ro: Furnizor
ru: Поставщик
sr: Dobavljača
sv: Leverantör

# ServerSignatureInformationInfoText
source: The following is information related to a server signature.
fr: Voici les informations relatives à une signature de serveur.
ro: Următoarele sunt informații legate de o semnătură de server.
ru: Ниже приведены сведения, относящиеся к сигнатуре сервера.
sr: Slede informacije vezane za potpis servera.
sv: Följande är information relaterad till en serversignatur.

source: Signature information
fr: Informations de signature
ro: Informații despre semnătură
ru: Информация о подписи
sr: Informacije o potpisu
sv: Information om signatur

source: Server Information
fr: Informations sur le serveur
ro: Informații despre server
ru: Информация о сервере
sr: Informacije o serveru
sv: Information om servern

source: My Contracts
fr: Mes contrats
ro: Contractele mele
ru: Мои контракты
sr: Moji ugovori
sv: Mina kontrakt

source: No contracts found.
fr: Aucun contrat trouvé.
ro: Nu s-au găsit contracte.
ru: Контракты не найдены.
sr: Ugovori nisu pronađeni.
sv: Inga kontrakt hittades.

source: New Token
fr: Nouveau jeton
ro: Token nou
ru: Новый токен
sr: Novi simbol
sv: Ny token

source: What is a service provider?
fr: Qu’est-ce qu’un prestataire de services ?
ro: Ce este un furnizor de servicii?
ru: Кто такой поставщик услуг?
sr: Šta je dobavljač usluga?
sv: Vad är en tjänsteleverantör?

source: My Tokens
fr: Mes jetons
ro: Jetoanele mele
ru: Мои токены
sr: Moji tokeni
sv: Mina token

# PresenceSubscriptionReceived1
source: You have received a presence subscription from:
fr: Vous avez reçu un abonnement de présence de :
ro: Ați primit un abonament de prezență de la:
ru: Вы получили подписку на присутствие от:
sr: Pretplatu na prisustvo dobili ste od:
sv: Du har fått en närvaroprenumeration från:

# PresenceSubscriptionReceived2
source: If you accept this request, they can see your online presence.
fr: Si vous acceptez cette demande, ils peuvent voir votre présence en ligne.
ro: Dacă acceptați această solicitare, ei vă pot vedea prezența online.
ru: Если вы примете этот запрос, они смогут увидеть ваше присутствие в Интернете.
sr: Ako prihvatite ovaj zahtev, oni mogu da vide vaše prisustvo na mreži.
sv: Om du accepterar denna begäran kan de se din onlinenärvaro.

# PresenceSubscriptionReceived3
source: If you reject this request, they will be notified that you do not consent to this request.
fr: Si vous refusez cette demande, ils seront informés que vous ne consentez pas à cette demande.
ro: Dacă respingeți această solicitare, aceștia vor fi notificați că nu sunteți de acord cu această solicitare.
ru: Если вы отклоните этот запрос, они будут уведомлены о том, что вы не согласны с этим запросом.
sr: Ako odbijete ovaj zahtev, biće obavešteni da ne pristajete na ovaj zahtev.
sv: Om du avvisar denna begäran kommer de att meddelas om att du inte samtycker till denna begäran.

# PresenceSubscriptionReceived4
source: You can also ignore the request by closing the dialog without returning a response.
fr: Vous pouvez également ignorer la demande en fermant la boîte de dialogue sans renvoyer de réponse.
ro: De asemenea, puteți ignora solicitarea închizând caseta de dialog fără a returna un răspuns.
ru: Вы также можете проигнорировать запрос, закрыв диалоговое окно без ответа.
sr: Zahtev možete zanemariti i zatvaranjem dijaloga bez uzvraćanja odgovora.
sv: Du kan också ignorera begäran genom att stänga dialogrutan utan att returnera något svar.

# PresenceSubscriptionReceived5
source: What do you want to do?
fr: Tu veux faire quoi?
ro: Ce vrei să faci?
ru: Что Вы хотите делать?
sr: Šta želite da uradite?
sv: Vad vill du göra?

source: Presence Subscription Request
fr: Demande d’abonnement Presence
ro: Solicitare abonament prezență
ru: Запрос на подписку на присутствие
sr: Zahtev za pretplatu na prisustvo
sv: Begäran om närvaroprenumeration

# PresenceSubscriptionRequestSent
source: A presence subscription request has been sent. When the recipient accepts the request, the contact status will be updated.
fr: Une demande d’abonnement de présence a été envoyée. Lorsque le destinataire accepte la demande, le statut du contact est mis à jour.
ro: A fost trimisă o solicitare de abonament de prezență. Când destinatarul acceptă solicitarea, starea contactului va fi actualizată.
ru: Отправлен запрос на подписку на присутствие. Когда получатель примет запрос, статус контакта обновится.
sr: Poslat je zahtev za pretplatu na prisustvo. Kada primalac prihvati zahtev, status kontakta će biti ažuriran.
sv: En begäran om närvaroprenumeration har skickats. När mottagaren accepterar begäran uppdateras kontaktstatusen.

# PresenceUnsubscriptionRequestSent
source: A request to unsibscribe from presence notification has been sent.
fr: Une demande de désinscription de la notification de présence a été envoyée.
ro: A fost trimisă o cerere de anulare a notificării prezenței.
ru: Отправлен запрос на отмену уведомления о присутствии.
sr: Poslat je zahtev za otkazivanje pretplate sa obaveštenja o prisustvu.
sv: En begäran om att avregistrera från närvaroprenumeration har skickats.

source: Remove Subscription?
fr: Supprimer l’abonnement ?
ro: Eliminați abonamentul?
ru: Удалить подписку?
sr: Želite li da uklonite pretplatu?
sv: Ta bort prenumeration?

# RemoveSubscription1
source: You still have an approved subscription request from:
fr: Vous avez encore une demande d’abonnement approuvée de :
ro: Aveți în continuare o solicitare de abonare aprobată de la:
ru: У вас все еще есть одобренный запрос на подписку от:
sr: Još uvek imate odobren zahtev za pretplatu od:
sv: Du har fortfarande en godkänd prenumerationsförfrågan från:

# RemoveSubscription2
source: Do you want to revoke this permission also?
fr: Voulez-vous également révoquer cette autorisation ?
ro: Doriți să revocați și această permisiune?
ru: Вы также хотите отозвать это разрешение?
sr: Želite li da opozovete i ovu dozvolu?
sv: Vill du också återkalla detta tillstånd?

# RemoveSubscriptionFrom1
source: Do you want to remove the presence subscription from {0}?
fr: Vous souhaitez supprimer l’abonnement de présence de {0} ?
ro: Doriți să eliminați abonamentul de prezență din {0}?
ru: Вы хотите удалить подписку на присутствие из {0}?
sr: Želite li da uklonite pretplatu na prisustvo iz {0}?
sv: Vill du ta bort närvaroprenumerationen från {0}?

source: Subscribe to
fr: S’abonner
ro: Abonează-te la
ru: Подписаться на
sr: Pretplatite se na
sv: Prenumerera på

source: Subscribe to presence?
fr: S’abonner à presence ?
ro: Abonează-te la prezență?
ru: Подписаться на присутствие?
sr: Da se pretplatim na prisustvo?
sv: Prenumerera på närvaro?

# SubscribeToPresence1
source: Do you want to subscribe to the presence of:
fr: Vous souhaitez vous abonner à la présence de :
ro: Doriți să vă abonați la prezența:
ru: Хотите подписаться на наличие:
sr: Želite li da se pretplatite na prisustvo:
sv: Vill du prenumerera på närvaron av:

# SubscribeToPresence2
source: By subscribing to the presence of someone, and if they accept, you will be notified of their online presence.
fr: En souscrivant à la présence d’une personne, et si elle accepte, vous serez averti de sa présence en ligne.
ro: Abonându-vă la prezența cuiva și dacă acceptă, veți fi notificat despre prezența sa online.
ru: Подписавшись на присутствие кого-либо, и если он согласится, вы получите уведомление об их присутствии в Интернете.
sr: Pretplatom na prisustvo nekoga, a ako prihvati, bićete obavešteni o njegovom onlajn prisustvu.
sv: Genom att prenumerera på någons närvaro, och om de accepterar, kommer du att meddelas om deras onlinenärvaro.

# SubscribeToPresence3
source: What do you want to do?
fr: Tu veux faire quoi?
ro: Ce vrei să faci?
ru: Что Вы хотите делать?
sr: Šta želite da uradite?
sv: Vad vill du göra?

source: Things
fr: Choses
ro: Lucruri
ru: Пожитки
sr: Stvari
sv: Saker

# ThingsDescription
source: Below are all your things, and things in your contact book. Click on any to interact with that thing.
fr: Vous trouverez ci-dessous toutes vos affaires et les choses dans votre carnet d’adresses. Cliquez sur n’importe lequel pour interagir avec cet objet.
ro: Mai jos sunt toate lucrurile dvs. și lucrurile din agenda dvs. Faceți clic pe oricare pentru a interacționa cu acel lucru.
ru: Ниже перечислены все ваши вещи и вещи в вашей контактной книге. Нажмите на любой из них, чтобы взаимодействовать с этой вещью.
sr: U nastavku su sve vaše stvari i stvari u vašoj kontakt knjizi. Kliknite na bilo koju interakciju sa tom stvari.
sv: Nedan finns alla dina saker och saker i din kontaktbok. Klicka på valfri för att interagera med den saken.

source: Unsubscribe from
fr: Se désabonner de
ro: Dezabonare de la
ru: Отписаться от
sr: Otkaži pretplatu sa
sv: Avsluta prenumeration på

# OnboardingDefinePasswordCreateAlphanumeric
source: Create alphanumeric PIN
fr: Créer un code PIN alphanumérique
ro: Crearea unui cod PIN alfanumeric
ru: Создание буквенно-цифрового PIN-кода
sr: Kreiraj alfanumerički PIN
sv: Skapa alfanumerisk PIN

# OnboardingDefinePasswordCreateNumeric
source: Create numeric PIN
fr: Créer un code PIN numérique
ro: Creați un cod PIN numeric
ru: Создание числового PIN-кода
sr: Kreiranje numeričkog PIN koda
sv: Skapa numerisk PIN

source: Details
fr: Détails
ro: Detalii
ru: Подробности
sr: Detalje
sv: Detaljer

source: Later
fr: Plus tard
ro: Mai târziu
ru: Позже
sr: Kasnije
sv: Senare

source: Enable
fr: Activer
ro: Activa
ru: Давать возможность
sr: Omogući
sv: Aktivera

source: Biometric authentication
fr: Authentification biométrique
ro: Autentificare biometrică
ru: Биометрическая аутентификация
sr: Biometrijska potvrda identiteta
sv: Biometrisk autentisering

source: Face ID
ru: Идентификация лица

source: Touch ID
ro: ID-ul tactil
ru: Сенсорный идентификатор
sr: ID dodira

# WhatIsX
source: What is {0}?
fr: Qu’est-ce que {0} ?
ro: Ce este {0}?
ru: Что такое {0}?
sr: Šta je {0}?

# BiometricAuthenticationInfo
source: Biometric authentication uses your unique physical features, like your face or fingerprint, to ensure it's really you. It provides a simple and secure way to access Neuro-Access.
fr: L’authentification biométrique utilise vos caractéristiques physiques uniques, comme votre visage ou votre empreinte digitale, pour s’assurer qu’il s’agit bien de vous. Il offre un moyen simple et sécuritaire d’accéder à Neuro-Accès.
ro: Autentificarea biometrică utilizează caracteristicile fizice unice, cum ar fi fața sau amprenta, pentru a se asigura că ești cu adevărat tu. Oferă o modalitate simplă și sigură de a accesa Neuro-Access.
ru: Биометрическая аутентификация использует ваши уникальные физические признаки, такие как лицо или отпечаток пальца, чтобы убедиться, что это действительно вы. Он предоставляет простой и безопасный способ доступа к Neuro-Access.
sr: Biometrijska potvrda identiteta koristi vaše jedinstvene fizičke karakteristike, kao što su vaše lice ili otisak prsta, da bi se uverila da ste to zaista vi. Omogućava jednostavan i bezbedan način pristupa neuro-pristupu.
sv: Biometrisk autentisering använder dina unika fysiska egenskaper, som ditt ansikte eller fingeravtryck, för att säkerställa att det verkligen är du. Det ger ett enkelt och säkert sätt att komma åt Neuro-Access.

# FaceIdInfo
source: Face ID recognizes your face to ensure it's really you, providing a simple and secure way to access Neuro-Access.
fr: Face ID reconnaît votre visage pour s’assurer qu’il s’agit bien de vous, offrant ainsi un moyen simple et sécurisé d’accéder à Neuro-Access.
ro: Face ID îți recunoaște fața pentru a te asigura că ești cu adevărat tu, oferind o modalitate simplă și sigură de a accesa Neuro-Access.
ru: Face ID распознает ваше лицо, чтобы убедиться, что это действительно вы, обеспечивая простой и безопасный способ доступа к Neuro-Access.
sr: Face ID prepoznaje vaše lice kako bi se uverio da ste to zaista vi, pružajući jednostavan i bezbedan način pristupa neuro-pristupu.
sv: Face ID känner igen ditt ansikte för att säkerställa att det verkligen är du, vilket ger ett enkelt och säkert sätt att komma åt Neuro-Access.

# TouchIdInfo
source: Touch ID uses your fingerprint to ensure it's really you, providing a quick and secure way to access Neuro-Access.
fr: Touch ID utilise votre empreinte digitale pour s’assurer qu’il s’agit bien de vous, offrant ainsi un moyen rapide et sécurisé d’accéder à Neuro-Access.
ro: Touch ID îți folosește amprenta pentru a se asigura că ești cu adevărat tu, oferind o modalitate rapidă și sigură de a accesa Neuro-Access.
ru: Touch ID использует ваш отпечаток пальца, чтобы убедиться, что это действительно вы, обеспечивая быстрый и безопасный способ доступа к Neuro-Access.
sr: Touch ID koristi vaš otisak prsta da se uveri da ste to zaista vi, obezbeđujući brz i bezbedan način pristupa neuro-pristupu.
sv: Touch ID använder ditt fingeravtryck för att säkerställa att det verkligen är du, vilket ger ett snabbt och säkert sätt att komma åt Neuro-Access.

source: Transfer Identity
fr: Transférer l’identité
ro: Transfer identitate
ru: Перенос удостоверения
sr: Prenesi identitet
sv: Överför Identitet

# TransferIdentityDescription
source: Transfer your current identity to another device.
fr: Transférez votre identité actuelle vers un autre appareil.
ro: Transferați-vă identitatea curentă pe un alt dispozitiv.
ru: Перенесите текущее удостоверение на другое устройство.
sr: Prenesite trenutni identitet na drugi uređaj.
sv: Överför din nuvarande identitet till en annan enhet.

# TransferIdentityPageDetails
source: On your other device continue with the onboarding until you reach the service provider page. Press the change button and scan this QR. Doing this will remove the identity from this device.
fr: Sur votre autre appareil, poursuivez l’intégration jusqu’à ce que vous atteigniez la page du fournisseur de services. Appuyez sur le bouton de changement et scannez ce QR. Cela supprimera l’identité de cet appareil.
ro: Pe celălalt dispozitiv, continuați cu înscrierea până când ajungeți la pagina furnizorului de servicii. Apăsați butonul de modificare și scanați acest QR. Acest lucru va elimina identitatea de pe acest dispozitiv.
ru: На другом устройстве продолжайте подключение, пока не дойдете до страницы поставщика услуг. Нажмите кнопку «Изменить» и отсканируйте этот QR-код. Это приведет к удалению удостоверения с этого устройства.
sr: Na drugom uređaju nastavite sa ukrcavanje dok ne dođete do stranice dobavljača usluga. Pritisnite dugme "Promeni" i skenirajte ovaj QR. Ako to uradite, uklonićete identitet sa ovog uređaja.
sv: På din andra enhet, verifiera ditt telefonnummer och epost. Sedan på sidan där du får välja tjänsteleverantör tryck på ändra knappen och skanna denna QR-kod. Detta kommer ta bort identiteten från denna enhet.

# AppVersion
source: Version Number
fr: Numéro de version
ro: Numărul versiunii
ru: Номер версии
sr: Broj verzije
sv: Versionsnummer

source: Build Number
fr: Numéro de build
ro: Numărul versiunii
ru: Номер сборки
sr: Broj izrade
sv: Byggnummer

source: Platform
fr: Plateforme
ro: Peron
ru: Платформа
sr: Platforme
sv: Plattform

# HardwareInfo
source: Hardware
fr: Matériel
ru: Скобяные изделия
sr: Hardver
sv: Hårdvara

# OnboardingGetStartedTitle
source: Welcome to Neuro-Access
fr: Bienvenue à Neuro-Accès
ro: Bine ați venit la Neuro-Access
ru: Добро пожаловать в Neuro-Access
sr: Dobrodošli u Neuro-Access
sv: Välkommen till Neuro-Access

source: Create new account
fr: Créer un nouveau compte
ro: Creați un cont nou
ru: Создать новую учетную запись
sr: Kreiraj novi nalog
sv: Skapa nytt konto

source: I already have an account
fr: J’ai déjà un compte
ro: Am deja un cont
ru: У меня уже есть учетная запись
sr: Već imam nalog
sv: Jag har redan ett konto

# OnboardingGetStartedQrInfo
source: Received an invite, transfer, or recovery code? Scan it below
fr: Vous avez reçu un code d’invitation, de transfert ou de récupération ? Scannez-le ci-dessous
ro: Ați primit un cod de invitație, transfer sau recuperare? Scanați-l mai jos
ru: Получили приглашение, код для переноса или восстановления? Отсканируйте его ниже
sr: Dobio poziv, prenos ili kod za oporavak? Skenirajte ga ispod
sv: Har du fått en inbjudan, överförings- eller återställningskod? Skanna den nedan

# OnboardingNameEntryTitle
source: Choose Your Username
fr: Choisissez votre nom d’utilisateur
ro: Alege-ți numele de utilizator
ru: Выберите имя пользователя
sr: Izaberite svoje korisničko ime
sv: Välj ditt användarnamn

# OnboardingNameEntryDetails
source: Your username is permanent and cannot be changed later
fr: Votre nom d’utilisateur est permanent et ne peut pas être modifié par la suite
ro: Numele tău de utilizator este permanent și nu poate fi schimbat ulterior
ru: Ваше имя пользователя является постоянным и не может быть изменено позже
sr: Vaše korisničko ime je trajno i ne može se kasnije promeniti
sv: Ditt användarnamn är permanent och kan inte ändras senare

# UseNickname
source: I'd like to use a nickname
fr: J’aimerais utiliser un pseudo
ro: Aș dori să folosesc o poreclă
ru: Я хочу использовать псевдоним
sr: Želeo bih da koristim nadimak
sv: Jag vill använda ett smeknamn
